Repository: zhrispineda/Settings-tvOS
Catalog: TVSettings/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# CrossAppTrackingLearnMoreText
source: Apple requires app developers to ask for permission before they track your activity across apps or websites they don’t own in order to target advertising to you, measure your actions due to advertising, or to share your information with data brokers. If you give permission for your activity to be tracked, the app can allow information about you or your device collected through the app (for example, a user or device ID, your device’s current Advertising Identifier, your name, email address, or other identifying data provided by you) to be combined with information about you or your device collected by third parties or on third party apps, sites or properties. The combined information can be used for purposes of targeted advertising or advertising measurement. The app developer may also choose to share the information with data brokers, which may result in the linking of publicly available and other information about you or your device. When you decline to give permission for the app to track your activity, the app is prevented from accessing your device’s Advertising Identifier (previously controlled through the Limit Ad Tracking setting on your device). App developers are responsible for ensuring they comply with your choices. It is not considered tracking when the app developer combines information about you or your device for targeted advertising or advertising measurement purposes if the developer is doing so solely on your device and not sending the information off your device in a way that identifies you. In addition, it is not considered tracking when the app developer shares information about you or your device with data brokers solely for fraud detection or prevention or security purposes. However, the data broker must be performing the fraud detection or prevention or security services only on behalf of the app developer, which means the data broker cannot use the information about you or your device for any other purposes. You can control whether apps can ask for permission to track your activity, including by accessing your device’s Advertising Identifier. If you don’t want to be asked for your permission, or do not want apps to access your device’s Advertising Identifier, you can disable Allow Apps to Ask to Track. On iOS and iPadOS, go to Settings > Privacy & Security > Tracking. On tvOS, go to Settings > General > Privacy & Security > Tracking. When you disable Allow Apps to Ask to Track, any app that attempts to ask for your permission will be blocked from asking and automatically informed that you have requested not to be tracked. In addition, all apps, other than those that you have previously given permission to track, will be blocked from accessing the device’s Advertising Identifier. For apps you previously gave permission to track, you can tell those apps to stop tracking your activity at the same time you disable Allow Apps to Ask to Track. You can also control the tracking permission on a per-app basis for those apps that have requested permission to track your activity. On iOS or iPadOS, go to Settings, tap Apps, tap an app, then tap to turn off Allow Tracking, or go to Settings > Privacy & Security > Tracking and tap to turn on or off each app displayed in the list of apps that have requested permission to track your activity. On tvOS, go to Settings > General > Privacy & Security > Tracking and select the app in the list below Tracking. For more information about how an app developer uses your data, visit the app’s product page in the App Store.
ar: تُلزم Apple مطوري التطبيقات بطلب الإذن قبل تتبع نشاطك عبر التطبيقات أو المواقع الإلكترونية التي لا يملكونها لتوجيه الإعلانات إليك، أو تقييم الإجراءات التي تتخذها بناءً على الإعلانات، أو مشاركة معلوماتك مع سماسرة بيانات. في حالة منح الإذن بتتبع نشاطك، يمكن أن يسمح التطبيق بأن يتم دمج معلومات عنك أو عن جهازك تم جمعها من خلال التطبيق (على سبيل المثال: معرّف المستخدم أو الجهاز، أو معرّف الإعلانات الحالي لجهازك، أو اسمك أو عنوان بريدك الإلكتروني، أو غير ذلك من البيانات التعريفية الأخرى التي تقدمها) مع معلومات عنك أو عن جهازك تم جمعها بواسطة جهات خارجية، أو على تطبيقات أو مواقع أو ممتلكات تخص جهات خارجية. يمكن استخدام المعلومات المدموجة بهدف توجيه الإعلانات المستهدفة أو تقييم الإعلانات. قد يختار مطور التطبيق أيضًا مشاركة المعلومات مع سماسرة بيانات، مما قد يؤدي إلى ربط معلومات متوفرة للعامة ومعلومات أخرى عنك أو عن جهازك. في حالة رفض منح الإذن للتطبيق بتتبع نشاطك، يُمنع التطبيق من الوصول إلى معرّف الإعلانات الخاص بجهازك (الذي تم التحكم فيه سابقًا من خلال إعداد "الحد من التتبع الإعلاني" على جهازك). مطورو التطبيقات مسؤولون عن ضمان امتثالهم لاختياراتك. لا يعتبر الأمر تتبعًا عندما يدمج مطور التطبيق معلومات عنك أو عن جهازك بهدف توجيه الإعلانات المستهدفة أو تقييم الإعلانات، إذا كان المطور يفعل ذلك على جهازك فقط ولا يرسل تلك المعلومات إلى خارج جهازك على نحو يكشف عن هويتك. إضافةً إلى ذلك، لا يعتبر الأمر تتبعًا عندما يشارك مطور التطبيق معلومات عنك أو عن جهازك مع سماسرة بيانات فقط بهدف اكتشاف أو منع الاحتيال أو لأغراض تتعلق بالتأمين. ومع ذلك، يجب أن تكون تأدية سمسار البيانات لخدمات اكتشاف أو منع الاحتيال أو خدمات التأمين بالنيابة عن مطور التطبيق فقط، أي أنه لا يمكن لسمسار البيانات استخدام المعلومات المتعلقة بك أو بجهازك لأي أغراض أخرى. يمكنك التحكم في تحديد ما إذا كان بإمكان التطبيقات طلب الإذن بتتبع نشاطك أم لا، بما في ذلك الوصول إلى معرف الإعلانات لجهازك. إذا كنت لا تريد أن يُطلب منك الإذن أو لا تريد أن تصل التطبيقات إلى معرِّف الإعلانات لجهازك، يمكنك تعطيل "السماح للتطبيقات بطلب التتبع". على iOS و iPadOS، انتقل إلى الإعدادات > الخصوصية والأمن > التتبع. على tvOS، انتقل إلى الإعدادات > عام > الخصوصية والأمن > التتبع. عند تعطيل "السماح للتطبيقات بطلب التتبع"، فإن أي تطبيق يحاول أن يطلب إذنك سيُمنع من الطلب ويتم إعلامه تلقائيًا بأنك طلبت عدم تتبعك. إضافة إلى ذلك، سيتم منع كل التطبيقات من الوصول إلى معرّف الإعلانات لجهازك، باستثناء تلك التي منحتها إذن التتبع سابقًا. وبالنسبة إلى التطبيقات التي منحتها إذن التتبع سابقًا، يمكنك إخبار تلك التطبيقات بأن تتوقف عن تتبع نشاطك في الوقت نفسه الذي تعطل فيه "السماح للتطبيقات بطلب التتبع". يمكنك أيضًا التحكم في إذن التتبع لكل تطبيق على حدة، لتلك التطبيقات التي طلبت الإذن بتتبع نشاطك. على iOS أو iPadOS، انتقل إلى الإعدادات، اضغط على التطبيقات، واضغط على تطبيق، ثم اضغط لإيقاف "السماح بالتتبع"، أو انتقل إلى الإعدادات > الخصوصية والأمن > التتبع، واضغط لتشغيل أو إيقاف كل تطبيق يظهر في قائمة التطبيقات التي طلبت الإذن بتتبع نشاطك. على tvOS، انتقل إلى الإعدادات > عام > الخصوصية والأمن > التتبع، وحدد التطبيق في القائمة الموجودة أسفل "التتبع". لمزيد من المعلومات حول كيفية استخدام بياناتك من قِبل مطور تطبيق ما، يمكنك زيارة صفحة المنتج الخاصة بهذا التطبيق في App Store.
ca: Apple requereix que els equips de desenvolupament d’apps demanin permís per rastrejar l’activitat en apps o llocs web que no siguin de la seva propietat amb la finalitat d’oferir‑te anuncis personalitzats, analitzar les interaccions relacionades amb la publicitat o compartir la informació amb empreses d’anàlisi de dades. Si dones permís a una app perquè rastregi l’activitat, l’app podrà permetre que es combini informació sobre tu o el dispositiu recopilada mitjançant la mateixa app (com l’ID d’un usuari o del dispositiu, l’identificador de publicitat actual del dispositiu, el teu nom, la teva adreça electrònica o altres dades proporcionades per tu que puguin identificar‑te) amb altra informació sobre tu o el dispositiu recopilada per tercers o emmagatzemada en propietats, llocs o apps de tercers. La informació combinada es pot utilitzar per oferir‑te publicitat segmentada o avaluar el rendiment de la publicitat. L’equip de desenvolupament de l’app també pot compartir la informació amb empreses d’anàlisi de dades, de manera que podria relacionar‑se amb altra informació sobre tu o el dispositiu disponible públicament o d’un altre tipus. Si no permets que l’app rastregi l’activitat, s’impedirà que accedeixi a l’identificador de publicitat del dispositiu (que abans es controlava mitjançant l’opció “Limita el seguiment” del dispositiu). Els equips de desenvolupament d’apps tenen la responsabilitat de garantir que compleixin les teves preferències. No es considera rastreig quan l’equip de desenvolupament de l’app combina informació sobre tu o el dispositiu per oferir‑te publicitat segmentada o per avaluar el rendiment de la publicitat, sempre que efectuï aquestes operacions exclusivament al dispositiu i no n’extregui cap informació que et pugui identificar. De la mateixa manera, tampoc no es considera rastreig quan l’equip de desenvolupament de l’app comparteix informació sobre tu o el dispositiu amb empreses d’anàlisi de dades exclusivament per detectar o prevenir possibles fraus o per motius de seguretat. No obstant això, l’empresa d’anàlisi de dades ha d’oferir els serveis de detecció o prevenció de fraus o de seguretat únicament en nom de l’equip de desenvolupament de l’app, de manera que l’empresa no podrà utilitzar la informació sobre tu o el dispositiu per a cap altra finalitat. Pots controlar si les apps poden demanar‑te permís per rastrejar l’activitat i accedir a l’identificador de publicitat del dispositiu. Si no vols que les apps et demanin permís o no vols que accedeixin a l’identificador de publicitat del dispositiu, pots desactivar l’opció “Permís per rastrejar‑te”. A l’iOS i l’iPadOS, ves a l’app Configuració > Privacitat i seguretat > Rastreig. Al tvOS, ves a l’app Configuració > General > Privacitat i seguretat > Rastreig. Quan hagis desactivat aquesta opció, s’impedirà demanar permís a qualsevol app que ho intenti i se li comunicarà que has demanat que no se’t rastregi. A més, es bloquejarà l’accés de totes les apps (excepte les apps a què hagis donat permís per rastrejar‑te anteriorment) a l’identificador de publicitat del dispositiu. Si anteriorment has donat permís a algunes apps perquè et rastregin, pots demanar‑los que deixin de fer‑ho en desactivar l’opció “Permís per rastrejar‑te”. També pots controlar individualment cadascuna de les apps que t’han demanat permís per rastrejar l’activitat. A l’iOS o l’iPadOS, ves a l’app Configuració > Apps, toca’n una i toca l’opció “Permet el rastreig” per desactivar‑la o ves a l’app Configuració > Privacitat i seguretat > Rastreig i activa o desactiva l’opció per a cada app de la llista d’apps que han demanat permís per rastrejar l’activitat. Al tvOS, ves a l’app Configuració > General > Privacitat i seguretat > Rastreig i, a la llista que es mostra a sota, selecciona l’app. Per obtenir més informació sobre com utilitzen les teves dades els equips de desenvolupament d’apps, visita la pàgina de producte de l’app a l’App Store.
cs: Společnost Apple zavazuje vývojáře k tomu, aby si od vás vyžádali svolení předtím, než začnou sledovat vaši aktivitu v aplikacích a na webových stránkách, které nevlastní, ať už pro účely poskytování cílené reklamy nebo sdílení vašich dat s datovými makléři. Když souhlas se sledováním své aktivity udělíte, aplikace může povolit propojení informací o vás nebo vašem zařízení (například identifikátor uživatele nebo zařízení, aktuální reklamní identifikátor vašeho zařízení, vaše jméno, e‑mailovou adresu nebo jiná vámi poskytnutá identifikační data) s informacemi o vašem zařízení získanými třetími stranami nebo prostřednictvím aplikací, stránek či nastavení třetích stran. Propojené informace můžou být použity k účelům poskytování cílené reklamy nebo vyhodnocování efektu reklamy. Vývojář aplikace také smí sdílet tato data s datovými makléři. V důsledku toho může dojít k propojení s veřejně dostupnými a jinými informacemi o vás nebo vašem zařízení. V případě, že aplikaci souhlas se sledováním vaší aktivity neudělíte, aplikace nezíská přístup k reklamnímu identifikátoru vašeho zařízení. Sdílení tohoto identifikátoru bylo dříve možné na vašem zařízení ovládat pomocí přepínače Omezit sledování. Vývojáři aplikací zodpovídají za respektování vašich rozhodnutí. Za sledování se nepovažují případy, kdy vývojář propojí informace o vás nebo vašem zařízení pro účely poskytování cílené reklamy nebo vyhodnocování efektu reklamy, jestliže informace propojuje výhradně na vašem zařízení a tyto informace vaše zařízení neopustí ve formátu, který by umožnil vaši osobní identifikaci. Kromě toho se za sledování nepovažují ani situace, kdy vývojář sdílí informace o vás nebo vašem zařízení s datovými makléři, pokud tak činí za účelem odhalování podvodů, předcházení podvodům nebo ochrany bezpečnosti. Datový makléř však smí tyto informace z pověření vývojáře použít pouze k odhalování podvodů, předcházení podvodům nebo ochraně bezpečnosti. Informace o vás a vašem zařízení tedy nesmí použít k žádným jiným účelům. Nad žádostmi aplikací o vaše sledování a nad jejich přístupem k reklamnímu identifikátoru vašeho zařízení máte plnou kontrolu. Pokud si nepřejete, aby vás aplikace o svolení žádaly, nebo jim nechcete přístup k reklamnímu identifikátoru zařízení umožnit, můžete vypnout volbu „Povolit aplikacím žádat o sledování“. V systémech iOS a iPadOS přejděte do Nastavení > Soukromí a zabezpečení > Sledování. V systému tvOS přejděte do Nastavení > Obecné > Soukromí a zabezpečení > Sledování. V případě, že volbu „Povolit aplikacím žádat o sledování“ vypnete, všechny pokusy aplikací požádat vás o oprávnění se automaticky zablokují a žádající aplikace dostanou informaci, že si nepřejete být sledováni. Kromě toho bude všem aplikacím s výjimkou těch, kterým jste souhlas se sledováním udělili dříve, zablokován přístup k reklamnímu identifikátoru zařízení. Aplikace, kterým už jste souhlas se sledováním udělili, můžete o změně svého rozhodnutí informovat současně s vypnutím volby „Povolit aplikacím žádat o sledování“. Oprávnění ke sledování můžete nastavit také individuálně pro každou aplikaci, která vás o souhlas se sledováním požádala. V systémech iOS a iPadOS přejděte do Nastavení, klepněte na položku Aplikace, potom na požadovanou aplikaci a klepnutím vypněte volbu Povolit sledování, případně přejděte do Nastavení > Soukromí a zabezpečení > Sledování a klepnutím zapněte nebo vypněte jednotlivé přepínače v seznamu aplikací, které požádaly o vaše sledování. V systému tvOS přejděte do Nastavení > Obecné > Soukromí a zabezpečení > Sledování a vyberte požadovanou aplikaci v seznamu Sledování. Chcete‑li získat další informace o využívání dat vývojářem některé aplikace, navštivte produktovou stránku aplikace v App Storu.
da: Apple kræver, at appudviklere anmoder om tilladelse, før de sporer din aktivitet på tværs af apps eller websteder, de ikke ejer, med det formål at levere målrettede reklamer til dig, analysere, hvordan dine handlinger påvirkes af reklamer, eller dele dine oplysninger med datamæglere. Hvis du tillader sporing af din aktivitet, kan appen muligvis knytte oplysninger om dig eller din enhed, der er indsamlet via appen (f.eks. bruger-id eller enheds-id, enhedens aktuelle reklame-id, dit navn, din e-mailadresse eller andre data, du har opgivet, som kan identificere dig), til oplysninger om dig eller din enhed indsamlet af tredjeparter og tredjepartsapps, -websteder, -tjenester eller -funktioner. De kombinerede oplysninger kan bruges til målrettede reklamer eller reklameanalyse. Appudvikleren kan også vælge at dele oplysningerne med datamæglere, hvilket kan betyde, at offentligt tilgængelige oplysninger og andre oplysninger om dig og din enhed tilknyttes. Hvis du ikke tillader, at appen sporer din aktivitet, kan den ikke få adgang til enhedens reklame-id (dette blev tidligere styret af indstillingen Begræns reklamesporing på enheden). Appudviklere er ansvarlige for at sikre, at de respekterer dine valg. Det betragtes ikke som sporing, når appudvikleren kombinerer oplysninger om dig eller din enhed til brug i forbindelse med målrettede reklamer eller reklameanalyse, hvis det kun sker lokalt på din enhed, og oplysningerne ikke forlader enheden på en måde, der kan identificere dig. Derudover betragtes det ikke som sporing, når appudvikleren deler oplysninger om dig eller din enhed med datamæglere, hvis formålet kun er at opdage eller forebygge svindel eller øge sikkerheden. Datamægleren kan dog kun udføre disse tjenester til at opdage eller forebygge svindel eller øge sikkerheden på vegne af appudvikleren, og datamægleren må ikke bruge oplysningerne om dig eller din enhed til andre formål. Du kan vælge, om apps må anmode om tilladelse til at spore din aktivitet, herunder om de må få adgang til enhedens reklame-id. Hvis du ikke ønsker at modtage sådanne anmodninger eller ikke ønsker, at apps får adgang til enhedens reklame-id, kan du slå Apps må anmode om at spore fra. I iOS og iPadOS skal du gå til Indstillinger > Anonymitet & sikkerhed > Sporing. I tvOS skal du gå til Indstillinger > Generelt > Anonymitet & sikkerhed > Sporing. Hvis du slår Apps må anmode om at spore fra, kan apps ikke længere anmode om at spore dig, og de får automatisk besked om, at du ikke ønsker at blive sporet. Desuden blokeres alle apps, bortset fra dem der allerede har tilladelse til at spore dig, så de ikke kan få adgang til enhedens reklame-id. Hvis du tidligere har tilladt, at nogle apps må spore dig, kan du bede disse apps om at stoppe sporing af din aktivitet, samtidig med at du slår Apps må anmode om at spore fra. Du kan også ændre sporingstilladelser for hver af de apps, der har anmodet om tilladelse til at spore din aktivitet. I iOS og iPadOS skal du gå til Indstillinger, trykke på Apps, trykke på en app og derefter trykke for at slå Tillad sporing fra. En anden mulighed er at gå til Indstillinger > Anonymitet & sikkerhed > Sporing og slå indstillingen til eller fra for hver app, der vises på listen over apps, der ønsker at spore din aktivitet. I tvOS skal du gå til Indstillinger > Generelt > Anonymitet & sikkerhed > Sporing og vælge appen i listen under Sporing. Du kan få flere oplysninger om, hvordan appudviklere bruger dine data, på appens produktside i App Store.
de: Apple verlangt, dass App-Entwickler um Erlaubnis fragen, bevor sie übergreifend über Apps oder Websites, deren Eigentümer sie nicht sind, deine Aktivitäten per Tracking protokollieren, um dich gezielt mit Werbung anzusprechen, deine durch die Werbung ausgelösten Aktionen auszuwerten oder deine Informationen an Datenbroker weiterzugeben. Wenn du in das Tracking deiner Aktivitäten einwilligst, kann die App erlauben, dass von der App über dich oder dein Gerät gesammelte Informationen (beispielsweise eine Benutzer- oder Geräte-ID, die aktuelle Werbe-ID deines Geräts, dein Name, deine E-Mail-Adresse oder andere von dir bereitgestellte Daten, die dich identifizieren) mit Informationen, die Dritte über dich oder dein Gerät gesammelt haben oder die mit Apps, Websites oder Eigentum Dritter gesammelt wurden, kombiniert werden. Diese kombinierten Informationen können dann für zielgerichtete Werbung oder die Auswertung von Werbung genutzt werden. Der App-Entwickler kann sich auch für die Weitergabe dieser Informationen an Datenbroker entscheiden, was die Verknüpfung mit öffentlich verfügbaren und anderen Informationen über dich oder dein Gerät zur Folge haben kann. Wenn du der App das Tracking deiner Aktivitäten nicht erlaubst, wird sie daran gehindert, auf die Werbe-ID deines Geräts zuzugreifen (früher über die Einstellung „Ad-Tracking beschränken“ gesteuert). App-Entwickler sind dafür verantwortlich, sicherzustellen, dass sie deine Entscheidungen respektieren. Es wird nicht als Tracking angesehen, wenn der App-Entwickler Informationen über dich oder dein Gerät zum Zwecke zielgerichteter Werbung oder der Auswertung von Werbung kombiniert, sofern dies ausschließlich auf deinem Gerät geschieht und die Informationen von deinem Gerät nicht in einer Form versendet werden, die Rückschlüsse auf deine Person zulässt. Darüber hinaus wird es nicht als Tracking angesehen, wenn der App-Entwickler Informationen über dich oder dein Gerät ausschließlich zur Erkennung oder Prävention von Betrug oder zu Sicherheitszwecken mit Datenbrokern teilt. Der Datenbroker ist jedoch verpflichtet, die Betrugserkennungs-, Betrugspräventions- oder Sicherheitsdienste nur im Namen des App-Entwicklers auszuführen; dies bedeutet, dass der Datenbroker die Informationen über dich oder dein Gerät für keinerlei andere Zwecke verwenden darf. Du hast die Kontrolle darüber, ob Apps um die Erlaubnis bitten können, deine Aktivitäten per Tracking zu verfolgen, einschließlich des Zugriffs auf deine Werbe-ID. Wenn du nicht möchtest, dass du um Erlaubnis gefragt wirst, oder nicht möchtest, dass Apps auf deine Werbe-ID zugreifen, kannst du die Option „Apps erlauben, Tracking anzufordern“ deaktivieren. Wähle dazu in iOS oder iPadOS „Einstellungen“ > „Datenschutz & Sicherheit“ > „Tracking“. Wähle unter tvOS „Einstellungen“ > „Allgemein“ > „Datenschutz & Sicherheit“ > „Tracking“. Wenn du die Option „Apps erlauben, Tracking anzufordern“ deaktivierst, wird jede App, die um deine Erlaubnis bitten will, daran gehindert und automatisch darüber informiert, dass du nicht verfolgt werden willst. Darüber hinaus werden alle Apps, außer jene, denen du vorher die Erlaubnis zum Tracking erteilt hast, daran gehindert, auf die Werbe-ID des Geräts zuzugreifen. Du kannst Apps, denen du vorher die Erlaubnis zum Tracking erteilt hast, zeitgleich mit dem Deaktivieren der Option „Apps erlauben, Tracking anzufordern“ anweisen, das Tracking deiner Aktivitäten einzustellen. Du kannst für jene Apps, die die Erlaubnis zum Tracking deiner Aktivitäten angefordert haben, die Tracking-Erlaubnis auch jederzeit auf App-Basis steuern. Öffne dazu in iOS und iPadOS „Einstellungen“, tippe auf Apps, dann auf eine App und deaktiviere „Tracking erlauben“. Alternativ wählst du „Einstellungen“ > „Datenschutz & Sicherheit“ > „Tracking“ und aktivierst bzw. deaktivierst jede App in der Liste der Apps, die um Erlaubnis zum Tracking deiner Aktivitäten gebeten haben. Unter tvOS wählst du „Einstellungen“ > „Allgemein“ > „Datenschutz & Sicherheit“ > „Tracking“ und aktivierst die App in der Liste unter „Tracking“. Weitere Informationen dazu, wie ein App-Entwickler deine Daten nutzt, enthält die Produktseite der App im App Store.
el: Η Apple απαιτεί από τους δημιουργούς εφαρμογών να ζητούν άδεια προτού ανιχνεύσουν τη δραστηριότητά σας σε εφαρμογές ή ιστότοπους που δεν τους ανήκουν, με σκοπό τη στόχευση διαφημίσεων σε εσάς, τη μέτρηση των ενεργειών που κάνετε ως αποτέλεσμα των διαφημίσεων, ή την κοινοποίηση των πληροφοριών σας σε μεταπωλητές δεδομένων. Αν δώσετε άδεια για ανίχνευση της δραστηριότητάς σας, η εφαρμογή μπορεί να επιτρέψει τη συλλογή πληροφοριών για εσάς ή τη συσκευή σας (π.χ. αναγνωριστικό χρήστη ή συσκευής, το τρέχον αναγνωριστικό διαφημίσεων της συσκευής σας, το όνομα, τη διεύθυνση email σας και άλλα ταυτοποιήσιμα δεδομένα που παρέχετε), οι οποίες θα συνδυάζονται με πληροφορίες για εσάς ή τη συσκευή σας που συλλέγονται από τρίτους ή εφαρμογές, ιστότοπους ή ιδιότητες τρίτων. Οι συνδυασμένες πληροφορίες θα μπορούν να χρησιμοποιηθούν για σκοπούς στοχευμένης διαφήμισης ή μέτρησης της αποτελεσματικότητας διαφημίσεων. Ο δημιουργός της εφαρμογής μπορεί επίσης να επιλέξει να κοινοποιήσει τις πληροφορίες σε μεταπωλητές δεδομένων, κάτι που ίσως οδηγήσει στον συσχετισμό δημόσια διαθέσιμων και άλλων πληροφοριών που αφορούν εσάς ή τη συσκευή σας. Αν αρνηθείτε να δώσετε άδεια στην εφαρμογή για ανίχνευση της δραστηριότητάς σας, η εφαρμογή δεν θα έχει πρόσβαση στο αναγνωριστικό διαφημίσεων της συσκευής σας (το οποίο παλιότερα ελεγχόταν μέσω της ρύθμισης «Περιορισμός ανίχνευσης διαφημίσεων» στη συσκευή σας). Οι δημιουργοί εφαρμογών είναι υπεύθυνοι να διασφαλίζουν ότι συμμορφώνονται με τις επιλογές σας. Δεν θεωρείται ανίχνευση δραστηριότητας όταν ο δημιουργός εφαρμογής συνδυάζει πληροφορίες σχετικά με εσάς ή τη συσκευή σας για σκοπούς στοχευμένης διαφήμισης ή μέτρησης της αποτελεσματικότητας των διαφημίσεων χωρίς την άδειά σας, εφόσον ο δημιουργός το κάνει αποκλειστικά στη συσκευή σας και δεν αποστέλλει τις πληροφορίες από τη συσκευή σας με τρόπο που σας ταυτοποιεί. Επιπλέον, δεν θεωρείται ανίχνευση δραστηριότητας όταν ο δημιουργός εφαρμογών κοινοποιεί πληροφορίες σχετικά με εσάς ή τη συσκευή σας σε μεταπωλητές δεδομένων αποκλειστικά για σκοπούς εντοπισμού ή πρόληψης απάτης ή για λόγους ασφάλειας. Ωστόσο, ο μεταπωλητής δεδομένων πρέπει να εκτελεί υπηρεσίες εντοπισμού ή πρόληψης απάτης ή υπηρεσίες ασφάλειας μόνο εκ μέρους του δημιουργού της εφαρμογής, κάτι που σημαίνει ότι ο μεταπωλητής δεδομένων δεν μπορεί να χρησιμοποιεί τις πληροφορίες για εσάς ή τη συσκευή σας για οποιονδήποτε άλλο σκοπό. Μπορείτε να ελέγξετε αν οι εφαρμογές μπορούν να ζητήσουν άδεια για ανίχνευση της δραστηριότητάς σας, συμπεριλαμβανομένης της πρόσβασης στο αναγνωριστικό διαφημίσεων της συσκευής σας. Αν δεν θέλετε να ζητείται η άδειά σας ή δεν θέλετε οι εφαρμογές να έχουν πρόσβαση στο αναγνωριστικό διαφημίσεων της συσκευής σας, μπορείτε να απενεργοποιήσετε τη ρύθμιση «Αίτημα για ανίχνευση». Σε iOS και iPadOS, μεταβείτε στις «Ρυθμίσεις» > «Απόρρητο και ασφάλεια» > «Ανίχνευση». Σε tvOS, μεταβείτε στις «Ρυθμίσεις» > «Γενικά» >«Απόρρητο και ασφάλεια» > «Ανίχνευση». Αν απενεργοποιήσετε τη ρύθμιση «Αίτημα για ανίχνευση», δεν θα επιτρέπεται σε καμία εφαρμογή που επιχειρεί να ζητήσει την άδειά σας να σας ρωτά και θα ενημερώνεται αυτόματα ότι έχετε ζητήσει να μην ανιχνεύεται η δραστηριότητά σας. Επιπλέον, δεν θα επιτρέπεται σε καμία εφαρμογή, συμπεριλαμβανομένων των εφαρμογών στις οποίες είχατε στο παρελθόν δώσει την άδειά σας να ανιχνεύουν τη δραστηριότητά σας, η πρόσβαση στο αναγνωριστικό διαφημίσεων της συσκευής σας. Για τις εφαρμογές στις οποίες είχατε στο παρελθόν δώσει την άδειά σας να ανιχνεύουν τη δραστηριότητά σας, μπορείτε να διακόψετε την ανίχνευση απενεργοποιώντας τη ρύθμιση «Αίτημα για ανίχνευση». Μπορείτε επίσης να αλλάξετε την άδεια ανίχνευσης ανά εφαρμογή, για τις εφαρμογές που έχουν ζητήσει άδεια ανίχνευσης της δραστηριότητάς σας. Σε iOS και iPadOS, μεταβείτε στις «Ρυθμίσεις», αγγίξτε «Εφαρμογές», αγγίξτε μια εφαρμογή και μετά αγγίξτε για απενεργοποίηση της επιλογής «Επιτρέπεται η ανίχνευση», ή μεταβείτε στις «Ρυθμίσεις» > «Απόρρητο και ασφάλεια» > «Ανίχνευση» και αγγίξτε για ενεργοποίηση ή απενεργοποίηση κάθε εφαρμογής που εμφανίζεται στη λίστα των εφαρμογών και έχει ζητήσει άδεια για ανίχνευση της δραστηριότητάς σας. Σε tvOS, μεταβείτε στις «Ρυθμίσεις» > «Γενικά» >«Απόρρητο και ασφάλεια» > «Ανίχνευση» και επιλέξτε την εφαρμογή που θέλετε στη λίστα του τμήματος «Ανίχνευση». Για περισσότερες πληροφορίες σχετικά με το πώς ένας δημιουργός εφαρμογής χρησιμοποιεί τα δεδομένα σας, επισκεφθείτε τη σελίδα προϊόντος της εφαρμογής στο App Store.
es: Apple requiere que los desarrolladores de apps soliciten permiso antes de realizar un rastreo de tu actividad en apps o sitios web que no sean de su propiedad para ofrecerte publicidad segmentada, analizar tu actividad generada por publicidad o compartir tu información con empresas de análisis de datos. Si das permiso, la app podrá permitir que se combine información sobre ti o tu dispositivo recopilada mediante la propia app (como el ID de un usuario o dispositivo, el identificador de publicidad actual del dispositivo, tu nombre, dirección de correo electrónico u otros datos proporcionados por ti que puedan identificarte) con otra información sobre ti o tu dispositivo recopilada por terceros o en apps, sitios o propiedades de terceros. La información combinada se podrá utilizar para ofrecerte publicidad segmentada o evaluar el rendimiento de la publicidad. El desarrollador de la app también puede compartir la información con empresas de análisis de datos, de modo que podría relacionarse con información sobre ti o tu dispositivo disponible públicamente o de otro tipo. Si no permites que la app rastree tu actividad, se le impedirá el acceso al identificador de publicidad del dispositivo (que anteriormente se controlaba mediante el ajuste de limitar el seguimiento de anuncios). Los desarrolladores de apps tienen la responsabilidad de garantizar que estas cumplen tus preferencias. No se considera rastreo cuando el desarrollador de la app combina información sobre ti o tu dispositivo con el fin de ofrecerte publicidad segmentada o evaluar el rendimiento de la publicidad si lo hace únicamente en tu dispositivo y no envía fuera del dispositivo la información que te pueda identificar. Tampoco se considera rastreo cuando el desarrollador de la app comparte información sobre ti o tu dispositivo con empresas de análisis de datos con el único fin de detectar o prevenir posibles fraudes o por motivos de seguridad. Sin embargo, la empresa de análisis de datos debe prestar los servicios de detección o prevención de fraudes o de seguridad únicamente en nombre del desarrollador de la app, de modo que dicha empresa no podrá usar la información sobre ti o tu dispositivo para ningún otro fin. Puedes controlar si las apps pueden pedirte permiso para rastrear tu actividad, incluido su acceso al identificador de publicidad de tu dispositivo. Si no quieres que te pidan permiso o que puedan acceder a dicho identificador, desactiva la opción “Permitir que las apps soliciten rastrearte”. Para ello, en iOS y iPadOS ve a Ajustes > Privacidad y seguridad > Rastreo. En tvOS, ve a Ajustes > General > Privacidad y seguridad > Rastreo. Al desactivar esta opción, se bloqueará cualquier app que intente pedirte permiso y se le informará automáticamente de que has solicitado que no se te rastree. Además, se bloqueará el acceso de todas las apps (salvo aquellas a las que hayas dado permiso para rastrearte) al identificador de publicidad del dispositivo. Si anteriormente diste permiso a las apps para que te rastrearan, puedes pedirles que dejen de hacerlo desactivando la opción “Permitir que las apps soliciten rastrearte”. También puedes controlar el permiso de rastreo en cada una de las apps que te hayan pedido permiso para rastrear tu actividad. En iOS y iPadOS, ve a Ajustes > Apps, selecciona una app y desactiva “Permitir rastreo”, o ve a Ajustes > Privacidad y seguridad > Rastreo, y activa o desactiva la opción para cada app de la lista de apps que han solicitado permiso para rastrear tu actividad. En tvOS, ve a Ajustes > General > Privacidad y seguridad > Rastreo, y selecciona la app en la lista que se muestra bajo la sección de rastreo. Para obtener más información acerca de cómo usa tus datos un desarrollador de apps, visita la página de la app en App Store.
es_us: Apple requiere que los desarrolladores de apps soliciten permiso antes de realizar un rastreo de tu actividad en apps o sitios web que no sean de su propiedad para ofrecerte publicidad segmentada, analizar tu actividad generada por publicidad o compartir tu información con empresas de análisis de datos. Si autorizas el rastreo de tu actividad, la app puede permitir que la información sobre ti o tu dispositivo que se recopile a través de esta (por ejemplo, tu ID de usuario o el del dispositivo, el identificador de publicidad actual de tu dispositivo, tu nombre, correo electrónico o cualquier otro dato que tú hayas otorgado) se combine con otra información sobre ti o tu dispositivo recopilada por terceros o bien en apps, sitios o propiedades de terceros. La información combinada puede usarse con el fin de enviarte publicidad dirigida o medir el impacto de los anuncios. El desarrollador de la app también puede compartir la información con empresas de análisis de datos, de modo que podría relacionarse con información sobre ti o tu dispositivo disponible públicamente o de otro tipo. Si no permites que la app rastree tu actividad, se le impedirá el acceso al identificador de publicidad del dispositivo (que anteriormente se controlaba mediante el ajuste de limitar el seguimiento de anuncios). Los desarrolladores de las apps tienen la responsabilidad de garantizar que cumplen tus preferencias. No se considera rastreo cuando el desarrollador de una app combina información sobre ti o tu dispositivo con el fin de ofrecerte publicidad segmentada o evaluar el rendimiento de la publicidad, siempre que el desarrollador lleve a cabo estas operaciones únicamente en tu dispositivo y no envíe información que te pueda identificar fuera del dispositivo. Asimismo, no se considera rastreo cuando el desarrollador de la app comparte información sobre ti o tu dispositivo con empresas de análisis de datos con el fin de detectar o prevenir posibles fraudes o por motivos de seguridad. Sin embargo, la empresa de análisis de datos debe realizar servicios de detección y prevención de fraudes o de seguridad a nombre del desarrollador de la app, lo que significa que no puede usar tu información o la de tu dispositivo para ningún otro propósito. También puedes controlar si las apps pueden solicitarte autorización para rastrear tu actividad, incluyendo el acceso a al identificador de publicidad de tu dispositivo. Si no quieres que se te solicite autorización o no quieres que ninguna app tenga acceso al identificador de publicidad del dispositivo, puedes desactivar Permitir que apps soliciten rastrear. Para esto, en iOS y iPadOS, ve a Configuración > Privacidad y seguridad > Rastreo; y en tvOS, ve a Configuración > General > Privacidad y seguridad > Rastreo. Cuando desactivas Permitir que apps soliciten rastrear, cualquier app que intente pedirte permiso no podrá hacerlo y se le informará automáticamente que solicitaste que no se te rastree. Además, se bloqueará el acceso al identificador de publicidad de tu dispositivo para todas las apps, excepto aquellas a las que hayas dado permiso anteriormente para que te rastreen. En cuanto a las apps a las que les diste permiso para que te rastrearan, puedes indicarles que dejen de hacerlo cuando desactives Permitir que apps soliciten rastrear. También puedes controlar el permiso de rastreo en cada una de las apps que hayan solicitado permiso para rastrear tu actividad. En iOS y iPadOS, ve a Configuración, toca Apps, selecciona una app y desactiva Permitir rastreo, o bien ve a Configuración > Privacidad y seguridad > Rastreo y activa o desactiva cada app de la lista de apps que solicitaron permiso para rastrear tu actividad. En tvOS, ve a Configuración > General > Privacidad y seguridad > Rastreo y selecciona la app en la lista que se muestra bajo la sección de rastreo. Para obtener detalles acerca de cómo usa tus datos un desarrollador de apps, visita la página de producto de la app en App Store.
fi: Apple vaatii, että appikehittäjät pyytävät luvan ennen kuin seuraavat toimintaasi sellaisten appien ja sivustojen välillä, joita ne eivät omista, tarkoituksenaan kohdentaa sinulle mainontaa, mitata mainontaan liittyvää toimintaasi tai jakaa tietojasi tiedonvälittäjille. Jos annat luvan seurata toimintaasi, appi voi sallia sinuun tai laitteeseesi liittyvien tietojen keräämisen apin kautta (esimerkiksi käyttäjä- tai laitetunnus, laitteen nykyinen mainostunniste, nimesi, sähköpostiosoitteesi tai muu antamasi tieto, josta sinut voidaan tunnistaa) yhdistettäväksi ne kolmansien osapuolien tai niiden apeissaan, sivustoillaan tai ominaisuuksissaan sinusta tai laitteestasi keräämiin tietoihin. Yhdistettyjä tietoja voidaan käyttää mainonnan kohdentamiseen tai mainontaan liittyviin mittauksiin. Appikehittäjä voi myös halutessaan jakaa tiedot tiedonvälittäjille, minkä seurauksena ne voidaan linkittää julkisesti saatavilla oleviin tai muihin tietoihin sinusta tai laitteestasi. Kun kieltäydyt antamasta apille lupaa seurata toimintaasi, appi ei pysty käyttämään laitteen mainostunnistetta (jota aiemmin ohjattiin laitteen Rajoita mainosseurantaa -asetuksella). Appikehittäjät ovat vastuussa valintojesi noudattamisesta. Seurantana ei pidetä sitä, kun appikehittäjä yhdistää sinuun tai laitteeseesi liittyviä tietoja mainonnan kohdentamiseen tai mainontaan liittyviin mittauksiin, jos kehittäjä tekee tämän pelkästään laitteessasi eikä lähetä tietoja pois laitteestasi tavalla, josta sinut voidaan tunnistaa. Lisäksi seurantana ei pidetä sitä, kun appikehittäjä jakaa tietoja sinusta ja laitteestasi tiedonvälittäjille petosten tunnistamista tai ehkäisemistä varten tai suojaustarkoituksiin. Tiedonvälittäjän on kuitenkin suoritettava petosten tunnistamis- tai ehkäisypalvelut tai suojauspalvelut vain appikehittäjän lukuun, mikä tarkoittaa, että tiedonvälittäjä ei saa käyttää sinuun tai laitteeseesi liittyviä tietoja mihinkään muihin tarkoituksiin. Voit hallita, voivatko apit pyytää lupaa seurata toimintaasi, mukaan lukien pääsyä mainostunnisteeseesi. Jos et halua, että apit pyytävät lupaasi tai haluat estää niitä käyttämästä mainostunnistetta, voit poistaa asetuksen ”Salli appien pyytää seurata” käytöstä. iOS ja iPadOS: siirry kohtaan Asetukset > Tietosuoja ja suojaus > Seuranta. tvOS: siirry kohtaan Asetukset > Yleiset > Tietosuoja ja suojaus > Seuranta. Kun poistat asetuksen ”Salli appien pyytää seurata” käytöstä, niin jokaisen apin, joka yrittää pyytää lupaasi, pyyntö estetään ja apille ilmoitetaan automaattisesti, että olet pyytänyt, ettei sinua seurata. Lisäksi mitkään apit, lukuun ottamatta niitä, joille olet aiemmin antanut luvan seurata, eivät tällöin voi käyttää laitteen mainostunnistetta. Voit kehottaa appeja, joille olet antanut aiemmin luvan seurata, lopettamaan seuraamiseen samalla, kun poistat käytöstä asetuksen ”Salli appien pyytää seurata”. Voit myös hallita seurantalupaa pyytäneiden appien seurantalupia appikohtaisesti koska tahansa. iOS ja iPadOS: siirry kohtaan Asetukset, napauta Apit, napauta appia ja napauta Salli seuranta -asetus pois päältä, tai valitse Asetukset > Tietosuoja ja suojaus > Seuranta ja laita kytkin päälle tai pois jokaiselle apille toimintasi seurantalupaa pyytäneiden appien luettelossa. tvOS: siirry kohtaan Asetukset > Yleiset > Tietosuoja ja suojaus > Seuranta ja valitse appi Seuranta-kohdan alla olevasta luettelosta. Lisätietoja siitä, miten appikehittäjä käyttää tietojasi, on App Storessa apin tuotesivulla.
fr: Apple exige des développeurs d’apps qu’ils vous demandent une autorisation avant de suivre votre activité sur les sites web et dans les apps qu’ils ne possèdent pas en vue de vous proposer des publicités ciblées en fonction de votre profil, de mesurer vos activités en réaction à ces publicités ou de partager vos informations avec des courtiers en données. Si vous accordez à une app la permission de suivre votre activité, celle-ci peut autoriser le regroupement des informations vous concernant ou concernant votre appareil (par exemple un identifiant d’utilisateur ou d’appareil, l’identifiant de publicité actuel de votre appareil, votre nom, votre adresse e-mail ou d’autres données permettant de vous identifier que vous avez éventuellement fournies) qu’elle collecte avec les informations vous concernant ou concernant votre appareil collectées par des tierces parties ou par des apps, sites web et propriétés tiers. Cet ensemble d’informations peut ensuite être utilisé à des fins de ciblage et de mesure publicitaires. Le développeur de l’app peut également choisir de partager ces informations avec des courtiers en données, ce qui peut entraîner l’association d’informations accessibles au public et d’informations vous concernant ou concernant votre appareil. Si vous ne donnez pas à l’app la permission de suivre votre activité, celle-ci ne peut pas accéder à l’identifiant de publicité de votre appareil (autrefois contrôlé via le réglage « Suivi publicitaire limité » sur votre appareil). Les développeurs d’apps sont chargés de veiller au respect de vos préférences. L’association par un développeur d’app des informations vous concernant ou concernant votre appareil à des fins de ciblage et de mesure publicitaires sans votre autorisation ne constitue pas une opération de suivi si celle-ci est effectuée sur votre appareil uniquement et si aucune information envoyée depuis votre appareil ne permet de vous identifier. En outre, le partage par un développeur d’app de ces informations vous concernant ou concernant votre appareil avec des courtiers en données pour des raisons de sécurité ou afin de détecter et prévenir des fraudes ne constitue pas une pratique de suivi. Toutefois, le courtier en données doit procéder aux services de sécurité ou de détection ou de prévention des fraudes au nom du développeur d’app uniquement, ce qui signifie que le courtier en données ne peut pas utiliser les informations vous concernant ou concernant votre appareil à d’autres fins. Vous pouvez contrôler si les apps peuvent vous demander la permission de suivre votre activité, notamment en accédant à l’identifiant de publicité de votre appareil. Si vous ne voulez pas recevoir de demande de la part de chaque app souhaitant suivre votre activité ou si vous ne voulez pas que les apps puissent accéder à l’identifiant de publicité de votre appareil, vous pouvez désactiver « Autoriser les demandes de suivi des apps ». Sur iOS et iPadOS, accédez à Réglages > Confidentialité et sécurité > Suivi. Sur tvOS, accédez à Réglages > Général > Confidentialité et sécurité > Suivi. Si vous désactivez « Autoriser les demandes de suivi des apps », les apps tentant de vous demander la permission de suivre votre activité ne pourront pas le faire et seront automatiquement informées de votre refus du suivi. Par ailleurs, aucune des apps, hormis celles ayant l’autorisation de suivre votre activité, ne pourra accéder à l’identifiant de publicité de votre appareil. Si vous avez précédemment autorisé certaines apps à suivre votre activité, vous pouvez choisir d’interrompre ce suivi lors de la désactivation de « Autoriser les demandes de suivi des apps ». En outre, vous pouvez contrôler l’autorisation de suivi de chaque app vous ayant demandé la permission de suivre vos activités. Sur iOS et iPadOS, accédez à Réglages, touchez Apps, touchez une app, puis désactivez « Autoriser le suivi », ou accédez à Réglages > Confidentialité et sécurité > Suivi et activez ou désactivez le bouton de chaque app apparaissant dans la liste des apps vous ayant précédemment demandé l’autorisation de suivre votre activité. Sur tvOS, accédez à Réglages > Général > Confidentialité et sécurité > Suivi et sélectionnez l’app dans la liste figurant sous « Suivi ». Pour en savoir plus sur l’utilisation de vos données par un développeur d’app, consultez la page de l’app dans l’App Store.
fr_ca: Apple exige des développeurs d’apps de demander votre autorisation avant de suivre votre activité sur les sites Web et les apps qui ne leur appartiennent pas dans le but de cibler les publicités en fonction de votre profil, de mesurer la façon dont vous réagissez à ces publicités ou de partager vos informations avec des courtiers en données. Si vous accordez à une app l’autorisation de suivre votre activité, celle-ci peut agir de façon à combiner des informations qu’elle a recueillies sur vous et votre appareil (comme un identifiant d’utilisateur ou d’appareil, l’identifiant de publicité actuel de votre appareil, votre nom, votre adresse courriel ou toute autre donnée que vous avez fournie et qui permet de vous identifier) avec des informations vous concernant ou concernant votre appareil, qui ont été recueillies par des tiers ou sur des apps, sur des sites ou sur des propriétés de tiers. Cet ensemble d’informations peut ensuite être utilisé à des fins de ciblage et de mesure publicitaires. Le développeur d’apps peut également choisir de partager ces informations avec des courtiers en données, ce qui peut entraîner l’association d’informations accessibles au public et d’informations vous concernant ou concernant votre appareil. Lorsque vous refusez d’accorder à une app l’autorisation de suivre votre activité, celle-ci ne peut pas accéder à l’identifiant de publicité de votre appareil (autrefois contrôlé par le réglage « Suivi publicitaire limité » sur votre appareil). Les développeurs d’apps sont tenus de respecter vos préférences. Il ne s’agit pas de suivi lorsque le développeur associe les informations vous concernant ou concernant votre appareil à des fins de ciblage et de mesure publicitaires si ces opérations sont effectuées sur votre appareil uniquement et si aucune information envoyée à partir de votre appareil ne permet de vous identifier. Il ne s’agit pas non plus de suivi lorsque le développeur d’apps partage des informations vous concernant ou concernant votre appareil avec des courtiers en données uniquement à des fins de détection et de prévention des fraudes, ou pour des raisons de sécurité. Néanmoins, le courtier en données doit procéder à la détection ou à la prévention des fraudes, ou offrir des services de sécurité uniquement au nom du développeur d’apps, ce qui signifie que le courtier en données ne peut pas utiliser les informations vous concernant ou concernant votre appareil à d’autres fins. Vous pouvez choisir d’autoriser les apps à vous solliciter l’autorisation de suivre votre activité, y compris en accédant à l’identifiant de publicité de votre appareil. Si vous ne souhaitez pas qu’on vous demande votre autorisation ou que des apps puissent accéder à l’identifiant de publicité de votre appareil, vous pouvez désactiver « Autoriser les apps à demander d’effectuer un suivi ». Sur iOS et iPadOS, accédez à Réglages > Confidentialité et sécurité > Suivi. Sur tvOS, accédez à Réglages > Général > Confidentialité et sécurité > Suivi. Si vous désactivez « Autoriser les apps à demander d’effectuer un suivi », la demande de toute app qui tente de solliciter votre autorisation sera bloquée, et l’app en question sera immédiatement informée de votre souhait de ne pas faire l’objet d’un suivi. De plus, toutes les apps que vous n’avez pas autorisées à effectuer un suivi ne pourront pas accéder à l’identifiant de publicité de l’appareil. Concernant les apps que vous avez préalablement autorisées à suivre votre activité, vous pouvez choisir d’interrompre ce suivi lorsque vous désactivez « Autoriser les apps à demander d’effectuer un suivi ». Par ailleurs, vous pouvez choisir d’accorder aux apps de votre choix l’autorisation de suivre votre activité lorsque celles-ci ont sollicité l’autorisation de le faire. Sur iOS ou iPadOS, accédez à Réglages > Apps, touchez une app, puis désactivez « Autoriser le suivi », ou accédez à Réglages > Confidentialité et sécurité > Suivi, puis activez ou désactivez chaque app qui figure dans la liste des apps qui vous ont précédemment demandé l’autorisation de suivre votre activité. Sur tvOS, accédez à Réglages > Général > Confidentialité et sécurité > Suivi, puis sélectionnez l’app dans la liste affichée sous Suivi. Pour en savoir plus sur la façon dont un développeur d’apps utilise vos données, consultez la page de l’app dans l’App Store.
he: ‏Apple דורשת ממפתחי יישומים לבקש אישור לפני שהם עוקבים אחר הפעילות שלך ביישומים או באתרי אינטרנט שאינם ברשותם, במטרה לבצע פרסום ממוקד, למדוד את תגובתך לפרסומות הממוקדות או לשתף את המידע שלך עם סוחרי מידע. אם הענקת הרשאה לעקוב אחר הפעילות שלך, היישום יוכל לאפשר איסוף מידע שלך או של המכשיר שלך דרך היישום (לדוגמה, מזהה משתמש או מזהה מכשיר, מזהה הפרסום הנוכחי של המכשיר שלך, השם שלך, כתובת הדוא״ל שלך וכל נתון מזהה אחר שיסופק על-ידך) לצורך שילוב עם מידע נוסף שלך או של המכשיר שלך שנאסף על-ידי גורמים חיצוניים או ביישומים, אתרים או מאפיינים של גורמים חיצוניים. מידע משולב זה יוכל לשמש למטרות פרסום ממוקד או לביצוע הערכת פרסום. מפתחי היישום יוכלו גם לבחור לשתף את המידע הזה עם סוחרי מידע, פעולה שעשויה להוביל לקישור מידע שזמין באופן פומבי עם מידע אחר שלך או של המכשיר שלך. אם לא הענקת את הסכמתך לכך שהיישום יעקוב אחרי הפעילות שלך, היישום לא יקבל גישה למזהה הפרסום של המכשיר שלך (מזהה שבעבר ניתן היה להגדיר דרך ״הגבלת המעקב על ידי מפרסמים״ במכשיר שלך). על מפתחי היישומים מוטלת האחריות לוודא שהם מכבדים את הבחירה שלך. כאשר מפתחים משלבים מידע שלך או של המכשיר שלך למטרות פרסום ממוקד או ביצוע הערכות פרסום, ועושים זאת אך ורק במכשיר שלך ולא מוציאים את המידע מהמכשיר שלך באופן שעשוי לזהות אותך באופן אישי - הדבר אינו נחשב למעקב. כמו כן, כאשר המפתחים משתפים מידע שלך או של המכשיר שלך עם סוחרי מידע רק למטרות זיהוי או מניעה של הונאות, או לצורכי אבטחה - הדבר אינו נחשב למעקב. עם זאת, סוחר המידע יכול לבצע פעולות זיהוי או מניעה של הונאות, או הענקת שירותי אבטחה, אך ורק מטעם מפתחי היישום. המשמעות היא שסוחר המידע לא יוכל להשתמש במידע שלך או של המכשיר שלך לשום מטרה אחרת. באפשרותך לבחור אם לאפשר ליישומים לבקש ממך הרשאה לביצוע מעקב אחר הפעילות שלך, שכולל גישה למזהה הפרסום של המכשיר שלך. אם אינך רוצה שיישומים יבקשו את הרשאתך לבצע מעקב, או אם אינך רוצה לאפשר להם גישה למזהה הפרסום של המכשיר שלך, באפשרותך לבטל את ״קבלת בקשות של יישומים לבצע מעקב״. במכשירי iOS ו-iPadOS, יש לעבור אל ״הגדרות״ > ״פרטיות ואבטחה״ > ״מעקב״. במכשירי tvOS, יש לעבור ל״הגדרות״ > ״כללי״ > ״פרטיות ואבטחה״ > ״מעקב״. ביטול ההגדרה ״קבלת בקשות של יישומים לבצע מעקב״ יגרום לחסימה של כל יישום שינסה לבקש ממך הרשאת ביצוע מעקב, והוא יעודכן באופן אוטומטי לגבי בחירתך לא לאשר ביצוע מעקב. בנוסף לכך כל היישומים, חוץ מאלו שהענקת להם בעבר הרשאה לבצע מעקב, לא יוכלו לגשת למזהה הפרסום של המכשיר. באפשרותך לבטל את ההרשאה שהענקת בעבר ליישומים לבצע מעקב בעת הביטול של ״קבלת בקשות של יישומים לבצע מעקב״. באפשרותך גם לשלוט באופן פרטני בהרשאות ביצוע המעקב שהענקת לכל יישום ויישום. במכשירי iOS או iPadOS, יש לעבור ל״הגדרות״, להקיש על ״יישומים״, להקיש על יישום ולכבות את האפשרות ״הרשאת ביצוע מעקב״. ניתן גם לעבור ל״הגדרות״ > ״פרטיות ואבטחה״ > ״מעקב״ ולהקיש כדי להפעיל או לכבות את אפשרות המעקב עבור כל יישום שמופיע ברשימת היישומים שביקשו הרשאה לבצע מעקב. במכשירי tvOS יש לעבור ל״הגדרות״ > ״כללי״ > ״פרטיות ואבטחה״ > ״מעקב״ ולבחור ביישום ברשימה המופיעה מתחת ל״מעקב״. לפרטים נוספים על האופן שבו מפתחי יישומים משתמשים בנתונים שלך, ניתן לבקר בעמוד המוצר של היישום ב-App Store.
hi: Apple ने विज्ञापन लक्षित करने, विज्ञापन के ज़रिए आपके क्रियाकलापों को मापने या डेटा ब्रोकर के साथ आपकी जानकारी शेयर करने के उद्देश्य से ऐप डेवलपर के लिए उन ऐप्स या वेबसाइटों पर जिनके वे ओनर नहीं हैं आपकी गतिविधि को ट्रैक करने से पहले अनुमति माँगना अनिवार्य बनाया है। अगर आप अपनी गतिविधि को ट्रैक करने की अनुमति देते हैं, तो ऐप के जरिए आपके या आपके डिवाइस के बारे में एकत्र जानकारी (जैसे कि, कोई यूज़र या डिवाइस ID, आपके डिवाइस का वर्तमान विज्ञापन आइडेंटिफ़ायर, आपका नाम, ईमेल पता या आपके द्वारा प्रदान की गई अन्य पहचान ज़ाहिर करने वाली जानकारी) को तीसरे पक्षों द्वारा या तीसरे पक्ष के ऐप्स, साइट या प्रॉपर्टी पर आपके या आपके डिवाइस के बारे में एकत्र जानकारी के साथ संयोजित करने की अनुमति ऐप दे सकता है। संयोजित जानकारी का उपयोग लक्षित विज्ञापन या विज्ञापन मापन के उद्देश्यों के लिए किया जा सकता है। ऐप डेवलपर डेटा ब्रोकर के साथ भी जानकारी शेयर कर सकता है, जिससे कि आपके या आपके डिवाइस के बारे में सार्वजनिक रूप से उपलब्ध जानकारी और अन्य जानकारी लिंक की जा सकेगी। जब आप अपनी गतिविधि को ट्रैक करने के लिए ऐप को अनुमति नहीं देते हैं, तो ऐप को आपके डिवाइस के विज्ञापन आइडेंटिफ़ायर को ऐक्सेस करने से रोक दिया जाता है (पहले आपके डिवाइस की “विज्ञापन ट्रैकिंग सीमित करें” सेटिंग के जरिए नियंत्रित किया जाता था)। आपके चयन का अनुपालन सुनिश्चित करना ऐप डेवलपर की ज़िम्मेदारी होती है। इसे ट्रैकिंग करना नहीं माना जाता है जब ऐप डेवलपर लक्षित विज्ञापन या विज्ञापन मापन के लिए आपके या आपके डिवाइस के बारे में जानकारी संयोजित करता है अगर डेवलपर ऐसा पूरी तरह आपके डिवाइस पर करता है और जानकारी को आपके डिवाइस के बाहर इस तरह नहीं भेजता जिससे आपकी पहचान हो। इसके अलावा, इसे तब भी ट्रैकिंग नहीं माना जाता है जब एकमात्र रूप से धोखाधड़ी की पहचान या रोकथाम करने के लिए या सुरक्षा कारणों से ऐप डेवलपर डेटा ब्रोकर के साथ आपके या आपके डिवाइस के बारे में जानकारी शेयर करता है। हालाँकि, यह ज़रूरी है कि डेटा ब्रोकर धोखाधड़ी की पहचान या रोकथाम या सुरक्षा सेवाएँ केवल ऐप डेवलपर के लिए प्रदान कर रहा हो, जिसका अर्थ है कि डेटा ब्रोकर आपके या आपके डिवाइस के बारे में जानकारी का इस्तेमाल किसी अन्य उद्देश्य के लिए नहीं कर सकता। आप यह नियंत्रित कर सकते हैं कि आपके डिवाइस के विज्ञापन आइडेंटिफ़ायर को ऐक्सेस करने समेत आपकी गतिविधि को ट्रैक करने के लिए ऐप्स आपसे अनुमति माँग सकते हैं या नहीं। अगर आप नहीं चाहते कि आपसे अनुमति माँगे या नहीं चाहते हैं कि ऐप्स आपके डिवाइस के विज्ञापन आइडेंटिफ़ायर को ऐक्सेस करें, तो आप “ऐप्स को ट्रैक करने के लिए पूछने की अनुमति दें” को अक्षम कर सकते हैं। iOS और iPadOS पर, सेटिंग्ज़ > गोपनीयता और सुरक्षा > ट्रैकिंग पर जाएँ। tvOS पर, सेटिंग > सामान्य > गोपनीयता और सुरक्षा > ट्रैकिंग पर जाएँ। जब आप “ऐप्स को ट्रैक करने के लिए पूछने की अनुमति दें” को अक्षम करते हैं, तो आपकी अनुमति लेने का प्रयास करने वाले किसी भी ऐप को अनुमति माँगने से रोक दिया जाएगा और ऑटोमैटिकली उन्हें सूचित कर दिया जाएगा कि आपने ट्रैक नहीं किए जाने का अनुरोध किया है। इसके अलावा, उन ऐप्स के अलावा जिन्हें आपने ट्रैक करने के लिए पहले से अनुमति दी है, अन्य सभी ऐप्स को डिवाइस के विज्ञापन आइडेंटिफ़ायर को ऐक्सेस करने से ब्लॉक कर दिया जाएगा। जिन ऐप्स को आपने ट्रैक करने की अनुमति पहले से दे रखी है, आप उन्हें “ऐप्स को ट्रैक करने के लिए पूछने की अनुमति दें” अक्षम करने के साथ ही आपकी ऐक्टिविटी को ट्रैक करना बंद करने के लिए कह सकते हैं। आप ट्रैकिंग की अनुमति को उन ऐप्स के लिए अलग-अलग भी नियंत्रित कर ^[सकते हैं](inflect: true) जिन्होंने आपकी ऐक्टिविटी ट्रैक करने की अनुमति माँगी है। iOS या iPadOS पर, सेटिंग में जाएँ, ऐप्स पर टैप करें, किसी ऐप पर टैप करें, फिर “ट्रैक करने की अनुमति दें” बंद करने के लिए टैप करें या सेटिंग > गोपनीयता और सुरक्षा > ट्रैकिंग में जाएँ और आपकी ऐक्टिविटी को ट्रैक करने की अनुमति माँगने वाले ऐप्स की सूची में दिखाई देने वाले हर ऐप पर टैप करके चालू या बंद करें। tvOS पर सेटिंग्ज़ > सामान्य > गोपनीयता और सुरक्षा > ट्रैकिंग में जाएँ और ट्रैकिंग के नीचे दी गई सूची में से ऐप चुनें। ऐप डेवलपर आपके डेटा का इस्तेमाल किस प्रकार करते हैं इसके बारे अधिक जानकारी के लिए App Store में ऐप का उत्पाद पृष्ठ देखें।
hr: Apple zahtijeva od developera aplikacija da zatraže dopuštenje kako bi mogli pratiti vašu aktivnost u više aplikacija ili web stranica kojih nisu vlasnik radi ciljanog oglašavanja, mjerenja vaših postupaka koji su posljedica oglašavanja ili dijeljenja vaših informacija s brokerima podataka. Ako date dopuštenje za praćenje svoje aktivnosti, aplikacija može dozvoliti da se informacije koje su prikupljane o vama ili vašem uređaju putem aplikacije (primjerice, ID korisnika ili uređaja, trenutačni identifikator oglašavanja uređaja, vaše ime, e-mail adresa ili drugi podaci koje ste naveli i koji vas mogu identificirati) kombiniraju s informacijama o vama ili vašem uređaju koje su prikupili drugi proizvođači ili su prikupljeni u aplikacijama, na web stranicama ili u svojstvima drugih proizvođača. Kombinirane informacije mogu se koristiti za ciljano oglašavanje ili mjerenje učinaka oglašavanja. Developer aplikacije također može podijeliti informacije s brokerima podataka, što može rezultirati povezivanjem javno dostupnih i drugih informacija o vama ili vašem uređaju. Ako aplikaciji odbijete dati dopuštenje za praćenje vaše aktivnosti, ona ne može pristupiti identifikatoru oglašavanja uređaja (ranije se njime upravljalo putem postavke “Ograniči praćenje oglasa” na uređaju). Developeri aplikacija dužni su postupati u skladu s vašim odlukama. Ne smatra se praćenjem ako developer aplikacije kombinira informacije o vama ili vašem uređaju radi ciljanog oglašavanja ili u svrhe mjerenja oglašavanja ako developer to radi isključivo na vašem uređaju i ne šalje s vašeg uređaja informacije na način kojim bi vas mogle identificirati. Osim toga, ne smatra se praćenjem ako developer aplikacije podijeli informacije o vama ili vašem uređaju s brokerima podataka isključivo radi detekcije i prevencije prevare ili drugih sigurnosnih razloga. Ipak, broker podataka treba provoditi detekciju i prevenciju prevare ili sigurnosne usluge samo u ime developera aplikacije, što znači da broker podataka ne može koristiti informacije o vama ili vašem uređaju za bilo koje druge svrhe. Možete odlučiti mogu li vas aplikacije zatražiti dopuštenje za praćenje vaše aktivnosti, uključujući putem pristupanja identifikatoru oglašavanja uređaja. Ako ne želite da vas se traži dopuštenje ili ne želite da aplikacije pristupaju vašem identifikatoru oglašavanja, možete onemogućiti opciju Dozvoli aplikacijama da zatraže praćenje. U sustavima iOS i iPadOS otvorite Postavke > Privatnost i sigurnost > Praćenje. U sustavu tvOS otvorite Postavke > Općenito > Privatnost i sigurnost > Praćenje. Kad onemogućite opciju “Dozvoli aplikacijama da zatraže praćenje”, svaka aplikacija koja pokuša zatražiti vaše dopuštenje bit će onemogućena u tome i informacije da ste zatražili da vas ne prati automatski će se poslati. Osim toga, svim aplikacijama osim onima kojima ste prethodno dali dopuštenje za praćenje bit će blokiran pristup identifikatoru oglašavanja uređaja. Što se tiče aplikacija kojima ste prethodno dali dopuštenje za praćenje, možete poslati informacije aplikacijama da vas prestanu pratiti u isto vrijeme kad onemogućite opciju “Dozvoli aplikacijama da zatraže praćenje”. Također možete upravljati dopuštenjima za praćenje pojedinačnih aplikacija za one aplikacije koje su zatražile dopuštenje za praćenje vaše aktivnosti. U sustavu iOS ili iPadOS, otvorite Postavke, dodirnite Aplikacije, dodirnite aplikaciju, zatim dodirnite za isključenje opcije Dozvoli praćenje ili otvorite Postavke > Privatnost i sigurnost > Praćenje i dodirnite za uključenje ili isključenje svake aplikacije prikazane u popisu aplikacija koje su tražile dopuštenje za praćenje vaše aktivnosti. U sustavu tvOS otvorite Postavke > Općenito > Privatnost i sigurnost > Praćenje i odaberite aplikaciju u popisu pod Praćenje. Za dodatne informacije o načinu na koji developer aplikacije koristi vaše podatke posjetite stranicu aplikacije u App Storeu.
hu: Az Apple megköveteli az appfejlesztőktől, hogy engedélyt kérjenek, mielőtt követni kezdenék az Ön tevékenységét a nem saját appjaikon vagy webhelyeiken keresztül a hirdetéscélzás érdekében, mérni kezdenék az Ön hirdetésekkel végzett tevékenységét, vagy megosztanák az Ön információit adatbrókerekkel. Ha engedélyezi, hogy kövessék az Ön tevékenységét, az app képes engedélyezni, hogy rajta keresztül információkat gyűjtsenek Önről és az Ön eszközéről (például a felhasználói azonosítót vagy eszközazonosítót, az eszközének aktuális hirdetési azonosítóját, az Ön nevét, e-mail-címét vagy egyéb, Ön által megadott azonosító adatot), amelyek egyesítve lesznek az Önről és az Ön eszközéről harmadik felek által vagy harmadik felek appjaiban, webhelyein vagy egyéb általuk felügyelt helyeken gyűjtött információkkal. Az egyesített információk hirdetéscélzáshoz vagy hirdetések méréséhez lehetnek felhasználva. Az appfejlesztő dönthet úgy, hogy megosztja ezeket az információkat adatbrókerekkel, ami azt eredményezheti, hogy azok össze lesznek kapcsolva az Önről vagy az Ön eszközéről nyilvánosan elérhető vagy egyéb információkkal. Amikor úgy dönt, hogy nem engedélyezi a tevékenysége követését az app számára, akkor az app nem férhet hozzá az Ön eszközének hirdetési azonosítójához (amelyet eddig az eszközén lévő Kevesebb hirdetéskövetés beállítással vezérelhetett). Az appfejlesztők felelősek annak biztosításáért, hogy megfeleljenek az Ön által kiválasztott beállításoknak. Nem számít követésnek, ha az appfejlesztő egyesíti az Önről vagy az Ön eszközéről szóló információkat a hirdetéscélzáshoz vagy a hirdetések méréséhez, amennyiben a fejlesztő ezt kizárólag az Ön eszközén végzi, és nem küldi el az információkat az Ön eszközéről olyan módon, amely azonosíthatja Önt. Ezenkívül az sem számít követésnek, ha az appfejlesztő megoszt információkat Önről vagy az Ön eszközéről adatbrókerekkel a csalások észlelése vagy megakadályozása érdekében, illetve biztonsági célokból. Az adatbrókernek azonban a csalások észlelését vagy megakadályozását, illetve a biztonsági szolgáltatásokat az appfejlesztő nevében kell elvégeznie, ami azt jelenti, hogy az adatbróker nem használhatja egyéb célokra az Önről vagy az Ön eszközéről szóló információkat. Beállíthatja, hogy az appok kérhetnek-e engedélyt az Ön tevékenységének követésére, például hozzáférhetnek-e az eszköz hirdetési azonosítójához. Ha nem szeretné, hogy engedélyt kérjenek, vagy nem szeretné, hogy az appok hozzáférjenek az eszköz hirdetési azonosítójához, akkor letilthatja a Követés kérésének engedélyezése az appok számára beállítást. Ehhez iOS és iPadOS rendszer esetén válassza a Beállítások > Adatvédelem és biztonság > Követés menüpontot. tvOS rendszeren a Beállítások > Általános > Adatvédelem és biztonság > Követés menüpontot kell kiválasztania. Amikor letiltja a Követés kérésének engedélyezése az appok számára beállítást, az Öntől engedélyt kérni próbáló appoknak meg lesz tiltva az engedélykérés, és az appok automatikusan azt az információt kapják, hogy Ön a követés mellőzését kérte. Ezenkívül az összes app számára tiltva lesz az eszköz hirdetési azonosítójához való hozzáférés, kivéve azokat, amelyeknek Ön korábban engedélyezte a követést. Ha korábban engedélyezte a követést az appoknak, akkor a Követés kérésének engedélyezése az appok számára beállítás letiltásával egyidejűleg jelezheti azoknak az appoknak, hogy ne kövessék Önt. Az egyes appok követési engedélyét is beállíthatja azon appok esetében, amelyek engedélyt kértek az Ön tevékenységének követésére. Ehhez iOS vagy iPadOS rendszeren nyissa meg a Beállításokat, koppintson az Appok lehetőségre, koppintson egy appra, majd koppintással kapcsolja ki a Követés engedélyezése beállítást, vagy válassza a Beállítások > Adatvédelem és biztonság > Követés menüpontot, és koppintással kapcsolja be vagy ki az egyes appokat, amelyek az Ön tevékenységének követésére engedélyt kérő appok listájában jelennek meg. tvOS rendszeren válassza a Beállítások > Általános > Adatvédelem és biztonság > Követés menüpontot, és válassza ki a kívánt appot a Követés alatti listában. Ha további információkat szeretne arról, hogyan használja egy appfejlesztő az Ön adatait, akkor keresse fel az app termékoldalát az App Store-ban.
id: Apple mengharuskan pengembang app untuk meminta izin sebelum melacak aktivitas Anda atau perangkat Anda di semua app atau situs web yang tidak mereka miliki untuk menargetkan pengiklanan kepada Anda, mengukur tindakan Anda sebagai respons terhadap pengiklanan, atau untuk membagikan informasi Anda dengan broker data. Jika Anda mengizinkan pelacakan aktivitas Anda, app dapat memungkinkan informasi mengenai Anda atau perangkat Anda untuk dikumpulkan melalui app (misalnya, ID pengguna atau perangkat, Pengenal Pengiklanan saat ini milik perangkat Anda, nama, alamat email, dan data pengenal Anda lainnya yang disediakan oleh Anda) untuk digabungkan dengan informasi mengenai Anda atau perangkat Anda yang dikumpulkan pihak ketiga atau di app, situs, atau properti pihak ketiga. Informasi yang digabung dapat digunakan untuk tujuan pengiklanan sesuai target atau pengukuran pengiklanan. Pengembang app juga dapat memilih untuk membagikan informasi tersebut dengan broker data, yang dapat memungkinkan penautan informasi yang tersedia secara publik atau informasi lainnya mengenai Anda atau perangkat Anda. Jika Anda menolak untuk memberikan izin kepada app untuk melacak aktivitas Anda, app tidak akan dapat mengakses Pengenal Pengiklanan perangkat Anda (yang sebelumnya dikontrol melalui pengaturan Batasi Pelacakan Iklan di perangkat Anda). Pengembang app bertanggung jawab untuk memastikan bahwa mereka tunduk pada pilihan Anda. Pengembang app tidak dianggap melacak jika mereka menggabungkan informasi mengenai Anda atau perangkat Anda untuk tujuan pengiklanan sesuai target atau pengukuran pengiklanan jika pengembang melakukannya hanya di perangkat Anda dan tidak mengirimkan informasi ke luar perangkat Anda dengan cara yang mengidentifikasi Anda. Selain itu, pengembang app tidak dianggap melacak jika mereka membagikan informasi mengenai Anda atau perangkat Anda dengan broker data untuk tujuan deteksi atau pencegahan penipuan atau keamanan. Namun, broker data hanya boleh menjalankan layanan deteksi atau pencegahan penipuan atau keamanan atas nama pengembang app, yang berarti bahwa broker data tidak dapat menggunakan informasi mengenai Anda atau perangkat Anda untuk tujuan lainnya. Anda dapat mengontrol apakah app dapat meminta izin untuk melacak aktivitas Anda, termasuk dengan mengakses Pengenal Pengiklanan perangkat Anda. Jika tidak ingin dimintai izin atau tidak ingin app untuk mengakses Pengenal Pengiklanan perangkat, Anda dapat menonaktifkan Izinkan App untuk Meminta Izin Melacak. Di iOS dan iPadOS, buka Pengaturan > Privasi & Keamanan > Pelacakan. Di tvOS, buka Pengaturan > Umum > Privasi & Keamanan > Pelacakan. Saat Anda menonaktifkan Izinkan App untuk Meminta Izin Melacak, semua app yang mencoba untuk meminta izin Anda akan diblokir agar tidak dapat meminta izin dan diberi tahu secara otomatis bahwa Anda telah meminta untuk tidak dilacak. Selain itu, semua app, selain dari yang sebelumnya telah Anda izinkan melacak, akan diblokir sehingga tidak dapat mengakses Pengenal Pengiklanan perangkat. Untuk app sebelumnya yang telah Anda izinkan melacak, Anda dapat meminta app tersebut untuk berhenti melacak saat Anda menonaktifkan Izinkan App untuk Meminta Izin Melacak. Anda juga dapat mengontrol izin pelacakan untuk setiap app yang telah meminta izin melacak aktivitas. Di iOS atau iPadOS, buka Pengaturan, ketuk App, ketuk suatu app, lalu ketuk untuk mematikan Izinkan Pelacakan, atau buka Pengaturan > Privasi & Keamanan > Pelacakan dan ketuk untuk menyalakan atau mematikan setiap app yang ditampilkan di daftar app yang telah meminta izin untuk melacak aktivitas Anda. Di tvOS, buka Pengaturan > Umum > Privasi & Keamanan > Pelacakan dan pilih app di daftar di bawah Pelacakan. Untuk informasi lainnya mengenai bagaimana pengembang app menggunakan data Anda, kunjungi halaman produk app di App Store.
it: Apple prevede che le aziende di sviluppo delle app chiedano l’autorizzazione prima di tracciare le attività che svolgi su app e siti web di cui non sono proprietari al fine di offrirti pubblicità mirata, analizzare le tue azioni in risposta alla pubblicità o condividere le tue informazioni con i broker di dati. Se concedi l’autorizzazione al tracciamento di tali attività, un’app può consentire che le informazioni raccolte su di te o sul tuo dispositivo tramite l’app stessa (ad esempio, un ID utente o dispositivo, l’identificativo pubblicitario attuale del tuo dispositivo, il tuo nome, indirizzo email o altri dati identificativi forniti da te) vengano combinate con informazioni su di te o sul tuo dispositivo raccolte da terze parti o su app, siti o proprietà di terze parti. Le informazioni combinate possono essere utilizzate per l’invio di pubblicità mirata o la misurazione della pubblicità. Le aziende di sviluppo potrebbero inoltre scegliere di condividere le informazioni con i broker di dati. Questo potrebbe comportare il collegamento di informazioni pubbliche con altre informazioni su di te o sul tuo dispositivo. Quando non autorizzi il tracciamento delle attività, un’app non potrà accedere all’identificativo pubblicitario del tuo dispositivo (in precedenza controllato tramite l’impostazione “Limita raccolta dati” sul dispositivo). Le aziende di sviluppo sono responsabili di garantire la conformità alle tue scelte. Non vengono considerate azioni di tracciamento tutte le operazioni in cui l’azienda di sviluppo di un’app combina le informazioni su di te o sul tuo dispositivo per l’invio di pubblicità mirata o per la misurazione della pubblicità e tali operazioni vengono svolte esclusivamente sul tuo dispositivo senza inviare informazioni che possano consentire di identificarti. Inoltre, non vengono considerate azioni di tracciamento tutte le operazioni in cui le aziende di sviluppo condividono informazioni su di te o sul tuo dispositivo con i broker di dati al solo scopo di rilevare o prevenire frodi o per motivi di sicurezza. Tuttavia, il broker di dati deve svolgere il rilevamento o la prevenzione di frodi o i servizi di sicurezza solo per conto delle aziende di sviluppo. Questo significa che il primo non può utilizzare le informazioni su di te o sul tuo dispositivo per altre finalità. Puoi controllare se le app possono chiederti o meno l’autorizzazione al tracciamento e ad accedere all’identificativo pubblicitario del tuo dispositivo. Se non vuoi che ti venga chiesta l’autorizzazione o se non vuoi che le app possano accedere all’identificativo pubblicitario, puoi disattivare l’opzione “Richiesta tracciamento attività”. Su iOS e iPadOS, vai in Impostazioni > Privacy e sicurezza > Tracciamento. Su tvOS, vai in Impostazioni > Generali > Privacy e sicurezza > Tracciamento. Se disattivi “Richiesta tracciamento attività”, qualsiasi app che tenti di chiederti l’autorizzazione verrà bloccata e informata automaticamente che non acconsenti al tracciamento. Inoltre, a tutte le app, escluse quelle a cui hai precedentemente dato il consenso al tracciamento, verrà impedito di accedere all’identificativo pubblicitario del dispositivo. Per le app a cui hai precedentemente dato il consenso, puoi interrompere il tracciamento delle attività nello stesso momento in cui disattivi “Richiesta tracciamento attività”. Puoi inoltre controllare le autorizzazioni al tracciamento per le singole app che hanno richiesto l’autorizzazione a tracciare le tue attività. Su iOS o iPadOS, vai in Impostazioni > App, tocca un’app e disattiva “Consenti tracciamento”. In alternativa, vai in Impostazioni > Privacy e sicurezza > Tracciamento e tocca per attivare o disattivare ogni app presente nell’elenco di quelle che hanno chiesto l’autorizzazione a tracciare le tue attività. Su tvOS, vai in Impostazioni > Generali > Privacy e sicurezza > Tracciamento e seleziona le app nell’elenco sotto questa opzione. Per ulteriori informazioni sul modo in cui le aziende di sviluppo delle app utilizzano i tuoi dati, visita la pagina specifica del prodotto su App Store.
ja: Appleは、アプリデベロッパが所有していないアプリやWebサイトで、ターゲティング広告や、広告目的のためのユーザ行動の測定や、またはデータブローカーと個人情報を共有する目的で、あなたのアクティビティをトラッキングする前に、必ず許可を求めることを要求しています。 あなたのアクティビティがトラッキングされることを許可すると、アプリは、アプリを通じて収集したあなた個人やあなたのデバイスに関する情報（例えば、ユーザIDまたはデバイスID、あなたのデバイスの現在の広告識別子、あなたの名前、メールアドレス、またはあなたが提供したその他の識別データ）を、第三者が収集したあなた個人やあなたのデバイスに関する情報、または他社製のアプリ、Webサイト、プロパティなどで収集された情報と組み合わせることができるようになります。組み合わされた情報は、ターゲティング広告または広告測定の目的で使用できるようになります。また、アプリデベロッパは、データブローカーと情報を共有することを選択する場合があり、その結果、あなた個人やあなたのデバイスに関する一般に公開されている情報およびその他の情報が関連付けられる可能性があります。 あなたのアクティビティをトラッキングする許可をアプリに与えることを拒否すると、アプリからあなたのデバイスの広告識別子にアクセスすることができなくなります（以前は“追跡型広告を制限”の設定によって制御されていました）。アプリデベロッパには、アプリがあなたの選択を遵守することを保証する責任があります。 アプリデベロッパが、ターゲティング広告または広告測定の目的であなた個人やあなたのデバイスに関する情報を組み合わせるときに、その処理をあなたのデバイス上でのみ行い、あなたのデバイスから情報をあなた個人を識別可能な方法で送信しない場合は、トラッキングとはみなされません。また、アプリデベロッパが、不正行為の検出や防止、またはセキュリティのためだけに、データブローカーとあなた個人やあなたのデバイスに関する情報を共有する場合もトラッキングとはみなされません。ただし、データブローカーは、アプリデベロッパのためにのみ不正行為の検出や防止またはセキュリティサービスを実行している必要があり、データブローカーは、あなた個人やあなたのデバイスに関する情報をほかの目的に使用することはできません。 アプリが、あなたのデバイスの広告識別子へアクセスすることを含めて、あなたのアクティビティをトラッキングする許可を求めることができるかどうかを制御することができます。許可を求められたくない場合、またはアプリからあなたのデバイスの広告識別子にアクセスされることを望まない場合は、“アプリからのトラッキング要求を許可”を無効にすることができます。iOSおよびiPadOSでは、“設定”＞“プライバシーとセキュリティ”＞“トラッキング”に移動します。tvOSでは、“設定”＞“一般”＞“プライバシーとセキュリティ”＞“トラッキング”に移動します。“アプリからのトラッキング要求を許可”を無効にすると、許可を求めようとするアプリからの許可の要求はすべてブロックされ、あなたがトラッキングされないように要求したことが自動的にアプリに通知されます。さらに、以前にトラッキングの許可を与えていたアプリ以外のすべてのアプリで、デバイスの広告識別子へのアクセスがブロックされます。以前にトラッキングの許可を与えたアプリについては、“アプリからのトラッキング要求を許可”の設定を無効にすると、同時にそれらのアプリにトラッキングを停止するように指示することができます。 あなたのアクティビティをトラッキングする許可を以前に要求したことのあるアプリに対して、アプリごとにトラッキングの許可を制御することもできます。iOSまたはiPadOSでは、“設定”に移動して“アプリ”をタップし、アプリをタップしてから“トラッキングを許可”をオフにするか、“設定”＞“プライバシーとセキュリティ”＞“トラッキング”に移動し、あなたのアクティビティをトラッキングする許可を要求したアプリのリストに表示される各アプリをタップしてオンまたはオフにします。tvOSでは、“設定”＞“一般”＞“プライバシーとセキュリティ”＞“トラッキング”に移動し、“トラッキング”の下のリストでアプリを選択します。 アプリデベロッパがあなたのデータをどのように使用するかに関する詳細については、対象のアプリの製品ページをApp Storeでご覧ください。
ko: Apple은 앱 개발자가 사용자에게 타깃 광고를 제공하거나, 광고로 인한 사용자의 행동을 측정하거나, 데이터 브로커와 사용자의 정보를 공유할 목적으로 본인이 소유하지 않은 앱 또는 웹사이트에서 사용자의 활동을 추적하기 전에 허가를 요청할 것을 요구합니다. 사용자가 활동 추적 권한을 앱에 부여한 경우, 해당 앱은 앱을 통해 수집된 사용자 또는 기기에 대한 정보(예: 사용자 또는 기기 ID, 기기의 현재 광고 식별자, 사용자 이름, 이메일 주소 또는 사용자가 제공한 기타 식별 데이터)가 타사 또는 타사의 앱, 사이트, 속성이 수집한 사용자 또는 기기에 대한 정보와 결합되도록 허용할 수 있습니다. 이렇게 결합된 정보는 타깃 광고 또는 광고 측정 목적으로 사용될 수 있습니다. 또한 앱 개발자는 데이터 브로커와 정보를 공유하도록 선택할 수 있으며, 그 결과 사용자 또는 사용자의 기기에 대해 공개적으로 사용 가능한 정보와 기타 정보가 연결될 수 있습니다. 사용자가 사용자의 활동을 추적할 수 있는 권한을 앱에 부여하는 것을 거절하면, 앱이 사용자 기기의 광고 식별자에 접근할 수 없습니다(이전에는 기기의 ‘광고 추적 제한’ 설정을 통해 제어됨). 앱 개발자는 사용자의 선택을 준수할 책임이 있습니다. 앱 개발자가 타깃 광고 또는 광고 측정 목적으로 사용자 또는 기기에 대한 정보를 사용자의 기기상에서만 결합하고, 이 정보를 사용자를 식별하는 방식으로 기기 외부에 전송하지 않으면, 추적으로 간주되지 않습니다. 또한 앱 개발자가 사기 탐지, 방지 또는 보안 목적을 위해서만 사용자 또는 기기에 대한 정보를 데이터 브로커와 공유하는 것도 추적으로 간주되지 않습니다. 그러나 데이터 브로커는 앱 개발자를 대신해서만 사기 탐지, 방지 또는 보안 서비스를 수행해야 합니다. 즉, 데이터 브로커는 사용자 또는 사용자의 기기에 대한 정보를 다른 목적으로 사용할 수 없습니다. 사용자는 앱이 기기의 광고 식별자에 접근하는 등의 방법으로 사용자 활동 추적 권한을 요청할 수 있는지 여부를 직접 제어할 수 있습니다. 앱에서 권한 요청을 받지 않거나 앱이 기기의 광고 식별자에 접근하는 것을 허용하지 않으려면 ‘앱이 추적을 요청하도록 허용’을 비활성화할 수 있습니다. iOS 및 iPadOS에서 설정 > 개인정보 보호 및 보안 > 추적으로 이동하십시오. tvOS에서는 설정 > 일반 > 개인정보 보호 및 보안 > 추적으로 이동하십시오. ‘앱이 추적을 요청하도록 허용’을 비활성화하면, 권한을 요청하려는 앱은 권한 요청을 할 수 없게 차단되고, 사용자가 추적하지 않도록 요청했다는 통지를 자동으로 받습니다. 또한 사용자가 이전에 추적 권한을 부여한 앱을 제외한 모든 앱이 기기의 광고 식별자에 접근하지 못하도록 차단됩니다. 사용자가 이전에 추적 권한을 부여한 앱에 대해서는, ‘앱이 추적을 요청하도록 허용’을 비활성화할 때 해당 앱에 추적을 중단할 것을 통지할 수 있습니다. 또한, 활동 추적 권한을 요청한 앱에 대해 사용자가 언제든지 앱별로 추적 권한을 제어할 수 있습니다. iOS 또는 iPadOS에서 설정으로 이동하고 ‘앱’을 탭한 다음, 원하는 앱을 탭하여 ‘추적 허용’을 끄거나, 설정 > 개인정보 보호 및 보안 > 추적으로 이동하여 사용자의 활동을 추적할 권한을 요청한 앱 목록에서 각각의 앱을 탭하여 켜거나 끄면 됩니다. tvOS에서는 설정 > 일반 > 개인정보 보호 및 보안 > 추적으로 이동하여 추적 아래 목록에서 앱을 선택하십시오. 앱 개발자가 사용자의 데이터를 사용하는 방법에 대한 자세한 내용을 보려면, App Store에서 앱 제품 페이지를 방문하십시오.
ms: Apple memerlukan pembangun app meminta keizinan sebelum mereka menjejak aktiviti anda merentas app atau tapak web yang tidak mereka miliki untuk menyasarkan pengiklanan kepada anda, mengukur tindakan anda disebabkan pengiklanan atau berkongsi maklumat anda dengan broker data. Jika anda memberikan keizinan untuk menjejak aktiviti anda, app boleh membenarkan maklumat tentang anda atau peranti anda dikumpulkan menerusi app (contohnya, ID pengguna atau peranti, Pengecam Pengiklanan semasa peranti anda, nama, alamat e-mel anda atau data pengenalan lain yang diberikan oleh anda) untuk digabungkan dengan maklumat tentang anda atau peranti anda yang dikumpulkan oleh pihak ketiga atau pada app, tapak atau produk pihak ketiga. Maklumat yang digabungkan boleh digunakan untuk tujuan pengiklanan disasarkan atau pengukuran pengiklanan. Pembangun app juga boleh memilih untuk berkongsi maklumat dengan broker data, yang mungkin menyebabkan pemautan maklumat yang tersedia secara awam dan maklumat lain tentang anda atau peranti anda. Apabila anda enggan memberikan keizinan untuk app menjejak aktiviti anda, app dihalang daripada mengakses Pengecam Pengiklanan peranti anda (sebelum ini dikawal menerusi seting Hadkan Penjejakan Iklan pada peranti anda). Pembangun app bertanggungjawab untuk memastikan mereka mematuhi pilihan anda. Tindakan pembangun app menggabungkan maklumat tentang anda atau peranti anda untuk tujuan pengiklanan disasarkan atau pengukuran pengiklanan tidak dianggap penjejakan jika pembangun berbuat demikian sepenuhnya pada peranti anda dan tidak menghantar maklumat daripada peranti anda melalui cara yang mengenal pasti anda. Selain itu, tindakan pembangun app berkongsi maklumat tentang anda atau peranti anda dengan broker data semata-mata untuk tujuan pengesanan atau pencegahan penipuan atau keselamatan tidak dianggap penjejakan. Walau bagaimanapun, broker data mesti melakukan perkhidmatan pengesanan atau pencegahan penipuan atau keselamatan hanya bagi pihak pembangun app, yang bermakna broker data tidak boleh menggunakan maklumat tentang anda atau peranti anda untuk apa-apa tujuan lain. Anda boleh mengawal sama ada app boleh meminta keizinan untuk menjejak aktiviti anda, termasuk dengan mengakses Pengecam Pengiklanan peranti anda. Jika anda tidak mahu diminta keizinan anda atau tidak mahu app mengakses Pengecam Pengiklanan peranti, anda boleh menyahdayakan Benarkan App Meminta untuk Menjejak. Pada iOS dan iPadOS, pergi ke Seting > Privasi & Keselamatan > Penjejakan. Pada tvOS, pergi ke Seting > Umum > Privasi & Keselamatan > Penjejakan. Apabila anda menyahdayakan Benarkan App Meminta untuk Menjejak, sebarang app yang cuba meminta keizinan anda akan disekat daripada meminta keizinan dan dimaklumkan secara automatik bahawa anda telah meminta untuk tidak dijejak. Selain itu, semua app, selain app yang telah anda berikan keizinan untuk menjejak sebelum ini, akan disekat daripada mengakses Pengecam Pengiklanan peranti. Untuk app yang telah anda berikan keizinan untuk menjejak sebelum ini, anda boleh memberitahu app tersebut agar berhenti menjejak aktiviti anda pada masa yang sama anda menyahdayakan Benarkan App Meminta untuk Menjejak. Anda juga boleh mengawal keizinan penjejakan berdasarkan app untuk app yang telah meminta keizinan untuk menjejak aktiviti anda. Pada iOS atau iPadOS, pergi ke Seting, ketik App, ketik sesuatu app, kemudian ketik untuk menyahaktifkan Benarkan Penjejakan atau pergi ke Seting > Privasi & Keselamatan > Penjejakan dan ketik untuk mengaktifkan atau menyahaktifkan setiap app yang dipaparkan dalam senarai app yang telah meminta keizinan untuk menjejak aktiviti anda. Pada tvOS, pergi ke Seting > Umum > Privasi & Keselamatan > Penjejakan dan pilih app dalam senarai di bawah Penjejakan. Untuk mendapatkan maklumat lanjut tentang cara pembangun app menggunakan data anda, lawati halaman produk app dalam App Store.
nb: Apple krever at apputviklere ber om tillatelse før de sporer deg eller aktiviteten din på tvers av apper eller nettsteder de ikke eier, med den hensikt å rette reklame spesielt mot deg, vurdere handlingene dine basert på annonser eller dele informasjonen din med selskaper som selger data. Hvis du gir tillatelse til å bli sporet, kan appen slå sammen informasjon om deg eller enheten din som samles inn via appen (for eksempel bruker-ID eller enhets-ID, annonseidentifikatoren til enheten din, navnet ditt, e‑postadressen din eller andre data du oppgir som kan identifisere deg), med informasjon om deg eller enheten din som er samlet inn av tredjeparter eller fra apper, nettsteder eller egenskaper fra tredjeparter. Den sammenslåtte informasjonen kan brukes til målrettet annonsering eller annonseanalyse. Apputvikleren kan også velge å dele informasjonen med selskaper som selger data, som kan føre til at den knyttes sammen med offentlig informasjon og annen informasjon om deg og enheten din. Hvis du ikke gir tillatelse til at appen kan spore aktiviteten din, får ikke appen tilgang til annonseidentifikatoren på enheten din (tidligere styrt av innstillingen Begrens annonsesporing på enheten). Apputviklere er ansvarlig for å sikre at de etterkommer valgene dine. Det blir ikke ansett som sporing hvis apputvikleren slår sammen informasjon om deg eller enheten din for målrettet annonsering eller annonseanalyse, hvis det kun gjøres lokalt på enheten din og informasjonen ikke forlater enheten på en måte som kan identifisere deg personlig. Det anses heller ikke som sporing hvis apputvikleren deler informasjon om deg eller enheten din med selskaper som selger data, hvis hensikten er å avsløre eller forhindre svindel eller andre sikkerhetstiltak. Dataselgeren må imidlertid kun utføre disse tjenestene på vegne av apputvikleren, og dataselgeren kan ikke bruke informasjonen om deg eller enheten din til andre formål. Du kan avgjøre om apper skal kunne be om tillatelse til å spore aktiviteten din, inkludert ved å få tilgang til annonseidentifikatoren på enheten din. Hvis du ikke vil motta slike forespørsler om tillatelse, eller at apper skal få tilgang til annonse­identifikatoren på enheten din, kan du slå av Tillat at apper kan be om å spore. På iOS og iPadOS gjør du det under Innstillinger > Personvern og sikkerhet > Sporing. På tvOS gjør du det under Innstillinger > Generelt > Personvern og sikkerhet > Sporing. Hvis du slår av Tillat at apper kan be om å spore, vil alle apper som prøver å be om tillatelse, bli blokkert fra å spørre og automatisk informert om at du ikke ønsker å bli sporet. I tillegg vil alle apper som du ikke tidligere har gitt tillatelse til å spore deg, bli forhindret fra å få tilgang til annonseidentifikatoren til enheten. Hvis du tidligere har gitt apper tillatelse til å spore deg, kan du be dem om å slutte å spore aktiviteten din samtidig som du deaktiverer Tillat at apper kan be om å spore. Du kan også når som helst endre sporingstillatelser per app for de appene som har bedt om tilgang til å spore aktiviteten din. På iOS eller iPadOS kan du gå til Innstillinger, gå til Apper, velge en app og deretter trykke for å slå av Tillat sporing, eller gå til Innstillinger > Personvern og sikkerhet > Sporing og trykke for å slå av eller på bryteren for hver app som vises i listen over dem som har bedt om tillatelse til å spore aktiviteten din. På tvOS kan du gå til Innstillinger > Generelt > Personvern og sikkerhet > Sporing og velge appen i listen under Sporing. Les mer om hvordan apputviklere bruker dataene dine på produktsiden til appen i App Store.
nl: Apple vereist van appontwikkelaars dat ze om toestemming vragen voordat ze je activiteit tracken in apps of op websites waarvan ze niet de eigenaar zijn, om je gerichte reclame te bieden, je handelingen naar aanleiding van reclame te meten of om je informatie met datahandelaars te delen. Als je toestemming geeft voor het tracken van je activiteit, kan de app toestaan dat informatie over jou of je apparaat die via de app is verzameld (bijvoorbeeld een gebruikers-ID of apparaat-ID, de huidige reclame-ID van je apparaat, je naam, e‑mailadres of andere door jou verstrekte gegevens waaruit je identiteit kan worden afgeleid) wordt gecombineerd met informatie over jou of je apparaat die is verzameld door derden of in apps, op sites of in eigendommen van derden. De gecombineerde informatie kan worden gebruikt voor gerichte reclame of reclame-onderzoek. De appontwikkelaar kan er ook voor kiezen om de informatie te delen met datahandelaars, wat ertoe kan leiden dat algemeen beschikbare informatie wordt gekoppeld aan andere informatie over jou of je apparaat. Als je weigert om de app toestemming te geven om je activiteit te tracken, heeft de app geen toegang tot de reclame-ID van je apparaat (eerder toegankelijk via de instelling 'Beperk reclametracking' op je apparaat). Het is de verantwoordelijkheid van appontwikkelaars om ervoor te zorgen dat ze je keuzes naleven. Het wordt niet beschouwd als tracking wanneer de appontwikkelaar informatie over jou of je apparaat combineert voor gerichte reclame of reclame-onderzoek indien de ontwikkelaar dit uitsluitend op je apparaat doet en de informatie niet buiten je apparaat om verstuurt op een manier dat je identiteit kan worden achterhaald. Daarnaast is er ook geen sprake van tracken als de appontwikkelaar zonder je toestemming alleen informatie over jou of je apparaat deelt met datahandelaars om fraude op te sporen of te voorkomen of om beveiligingsdoeleinden. De datahandelaar moet de fraudedetectie, fraudepreventie of beveiligingsvoorzieningen alleen uitvoeren namens de appontwikkelaar, wat betekent dat de datahandelaar de informatie over jou of je apparaat niet voor andere doeleinden mag gebruiken. Je kunt bepalen of apps om toestemming mogen vragen om je activiteit te tracken en toegang hebben tot de reclame-ID van je apparaat. Als je niet om toestemming wilt worden gevraagd of niet wilt dat apps toegang krijgen tot de reclame-ID van je apparaat, kun je 'Sta toe dat apps om tracking vragen' uitschakelen. In iOS en iPadOS ga je in Instellingen naar 'Privacy en beveiliging' > 'Tracking'. In tvOS ga je in Instellingen naar 'Algemeen' > 'Privacy en beveiliging' > 'Tracking'. Als je 'Sta toe dat apps om tracking vragen' uitschakelt, wordt elke app die toestemming probeert te vragen, geblokkeerd en automatisch geïnformeerd dat je hebt aangegeven om niet te worden gevolgd. Daarnaast wordt de toegang van alle apps tot de reclame-ID van het apparaat geblokkeerd, met uitzondering van de apps die je eerder toestemming hebt gegeven om je te volgen. Als je apps eerder toestemming hebt gegeven om te tracken, kun je die apps laten weten dat ze het tracken van je activiteit moeten stoppen op het moment dat je 'Sta toe dat apps om tracking vragen' uitschakelt. Je kunt toestemming voor tracking ook per app bepalen voor apps die toestemming hebben gevraagd om je activiteit te volgen. Ga in iOS of iPadOS naar Instellingen, tik op 'Apps’, tik op een app en tik vervolgens om 'Sta tracking toe' uit te schakelen. Je kunt ook in Instellingen naar 'Privacy en beveiliging' > 'Tracking' gaan en op elke app tikken die wordt weergegeven in de lijst met apps die om toestemming hebben gevraagd om je activiteit te tracken, om deze in of uit te schakelen. In tvOS ga je in Instellingen naar 'Algemeen' > 'Privacy en beveiliging' > 'Tracking' en selecteer je de app in de lijst onder 'Tracking'. Voor meer informatie over hoe een appontwikkelaar je gegevens gebruikt, ga je naar de productpagina van een app in de App Store.
pl: Apple wymaga od deweloperów aplikacji, aby prosili o pozwolenie przed rozpoczęciem śledzenia Twojej aktywności w aplikacjach lub witrynach, których nie są właścicielami, w celu kierowania reklam, analizowania Twoich interakcji z nimi lub udostępniania Twoich danych brokerom informacji. Jeśli zgodzisz się na śledzenie Twojej aktywności, aplikacja może gromadzić informacje o Tobie lub Twoim urządzeniu (na przykład ID użytkownika lub urządzenia, aktualny ID odbiorcy reklam urządzenia, Twoje imię i nazwisko, adres email lub inne dane identyfikacyjne dostarczone przez Ciebie) w celu połączenia ich z informacjami o Tobie lub Twoim urządzeniu zebranymi przez strony trzecie albo w aplikacjach, witrynach lub własnościach osób trzecich. Połączone informacje mogą być następnie wykorzystywane przez dewelopera aplikacji lub strony trzecie na potrzeby kierowania reklam lub analizy Twoich interakcji z nimi. Deweloper aplikacji może również zdecydować się na udostępnienie tych informacji brokerom, co może skutkować połączeniem publicznie dostępnych i innych informacji o Tobie lub Twoim urządzeniu. Jeśli nie zgodzisz się na śledzenie Twojej aktywności przez aplikację, nie może ona uzyskać dostępu do ID odbiorcy reklam Twojego urządzenia (wcześniej kontrolowanego za pomocą ustawienia Ograniczaj śledzenie reklam na urządzeniu). Deweloperzy aplikacji mają obowiązek uszanowania Twoich wyborów. Za śledzenie nie jest uznawana sytuacja, w której deweloper aplikacji łączy informacje o Tobie lub Twoim urządzeniu na potrzeby kierowania reklam lub analizy Twoich interakcji z nimi bez Twojej zgody, jeśli robi to wyłącznie na Twoim urządzeniu i nie wysyła informacji z niego w sposób, który pozwala na zidentyfikowanie Cię. Nie jest śledzeniem także sytuacja, w której deweloper aplikacji udostępnia informacje o Tobie lub Twoim urządzeniu brokerom informacji bez Twojej zgody wyłącznie na potrzeby usług wykrywania oszustw, zapobiegania oszustwom lub ochrony. Broker informacji musi jednak oferować takie usługi tylko w imieniu dewelopera aplikacji, co oznacza, że nie może wykorzystywać informacji o Tobie lub Twoim urządzeniu do żadnych innych celów. Możesz kontrolować, czy aplikacje mogą prosić o pozwolenie na śledzenie Twojej aktywności, w tym używając ID odbiorcy reklam Twojego urządzenia. Jeśli nie chcesz, aby aplikacje prosiły Cię o pozwolenie lub miały dostęp do ID odbiorcy reklam Twojego urządzenia, możesz wyłączyć opcję Pozwalaj aplikacjom prosić o śledzenie. W systemie iOS lub iPadOS przejdź do ekranu Ustawienia > Prywatność i ochrona > Śledzenie. W systemie tvOS przejdź do ekranu Ustawienia > Ogólne > Prywatność i ochrona > Śledzenie. Po wyłączeniu tej opcji każda aplikacja, która próbuje poprosić o takie pozwolenie, zostanie zablokowana i automatycznie poinformowana, że preferujesz nieśledzenie. Ponadto, wszystkie aplikacje poza tymi, które już uzyskały Twoją zgodę na śledzenie, nie będą miały dostępu do ID odbiorcy reklam Twojego urządzenia. Aplikacjom, które uzyskały już Twoją zgodę na śledzenie, możesz nakazać, aby przestały śledzić Twoją aktywność, wyłączając opcję Pozwalaj aplikacjom prosić o śledzenie. Możesz także w dowolnym momencie kontrolować uprawnienia poszczególnych aplikacji (które poprosiły o Twoją zgodę) do śledzenia Twojej aktywności. W systemie iOS lub iPadOS przejdź do Ustawień, stuknij w Aplikacje, stuknij w aplikację, a następnie wyłącz stuknięciem opcję Pozwalaj na śledzenie. Możesz także przejść do ekranu Ustawienia > Prywatność i ochrona > Śledzenie i wyłączyć stuknięciem wybrane pozycje listy aplikacji, które prosiły o pozwolenie na śledzenie Twojej aktywności. W systemie tvOS przejdź do ekranu Ustawienia > Ogólne > Prywatność i ochrona > Śledzenie i zaznacz wybrane aplikacje na liście w sekcji Śledzenie. Aby uzyskać więcej informacji o tym, jak deweloper aplikacji wykorzystuje Twoje dane, odwiedź stronę aplikacji w App Store.
pt_br: Os desenvolvedores de apps são exigidos pela Apple a pedir permissão antes de rastrearem a sua atividade em apps e sites de terceiros com o objetivo de direcionar publicidade a você, medir suas ações decorrentes de publicidade ou compartilhar suas informações com corretores de dados. Se você der permissão para a sua atividade ser rastreada, o app poderá permitir a combinação das informações que coleta sobre você ou seu dispositivo (por exemplo, ID de um usuário ou dispositivo, Identificador de Publicidade atual do dispositivo, seu nome, endereço de e‑mail ou outros dados de identificação fornecidos por você) com as informações que terceiros coletam sobre você ou o dispositivo nos respectivos apps, sites ou propriedades. As informações combinadas podem ser usadas para fins de direcionamento ou medição de publicidade. O desenvolvedor do app também pode optar por compartilhar as informações com corretores de dados, o que pode resultar na vinculação de informações publicamente disponíveis e de outros tipos sobre você ou seu dispositivo. Quando você recusa permissão ao app para rastrear a sua atividade, ele é impedido de acessar o Identificador de Publicidade do seu dispositivo (anteriormente controlado pelo ajuste Limitar Publicidade Rastreada no seu dispositivo). Os desenvolvedores de apps têm a responsabilidade de garantir o cumprimento das suas escolhas. Não é considerado rastreamento quando o desenvolvedor do app combina informações sobre você ou seu dispositivo para fins de direcionamento ou medição de publicidade, caso o desenvolvedor esteja fazendo isso apenas no seu dispositivo e não esteja enviando informações do seu dispositivo de nenhuma maneira que identifique você. Também não é considerado rastreamento quando o desenvolvedor do app compartilha informações sobre você ou seu dispositivo com corretores de dados para a detecção ou prevenção de fraude, ou para fins de segurança. Entretanto, o corretor de dados só deve executar a detecção de fraude ou os serviços de prevenção ou segurança em nome do desenvolvedor do app, o que significa que o corretor de dados não pode usar as informações sobre você ou seu dispositivo para nenhum outro fim. Você pode controlar se os apps podem pedir permissão para rastrear sua atividade, o que inclui acesso ao Identificador de Publicidade do seu dispositivo. Caso você não queira receber solicitações de permissão ou não queira que apps acessem o Identificador de Publicidade do seu dispositivo, desative a opção Permitir que Apps Solicitem Rastreamento. No iOS e no iPadOS, acesse Ajustes > Privacidade e Segurança > Rastreamento. No tvOS, acesse Ajustes > Geral > Privacidade e Segurança > Rastreamento. Quando você desativa a opçãoPermitir que Apps Solicitem Rastreamento, qualquer app que tenta pedir a sua permissão é bloqueado e informado automaticamente de que você não autoriza o rastreamento. Além disso, todos os apps, além daqueles aos quais você já deu permissão de rastreamento, serão bloqueados e não poderão acessar o Identificador de Publicidade do dispositivo. Você pode solicitar aos apps aos quais já deu permissão de rastreamento que parem de rastrear sua atividade ao mesmo tempo que desativa Permitir que Apps Solicitem Rastreamento. Você também pode controlar a permissão de rastreamento para cada app que solicita permissão para rastrear a sua atividade. No iOS ou no iPadOS, acesse Ajustes, toque em Apps, selecione um app e depois desative a opção Permitir Rastreamento. Se preferir, acesse Ajustes > Privacidade e Segurança > Rastreamento e ative ou desative cada app da lista que tenha solicitado permissão para rastrear sua atividade. No tvOS, acesse Ajustes > Geral > Privacidade e Segurança > Rastreamento e selecione o app na lista abaixo de Rastreamento. Para saber mais sobre como os desenvolvedores de apps usam seus dados, acesse a página de produto do app na App Store.
pt_pt: A Apple exige que os programadores de aplicações peçam autorização para seguir a sua atividade em aplicações ou sites de terceiros, com a finalidade de apresentar publicidade direcionada, avaliar a sua interação com anúncios, ou partilhar a sua informação com empresas de recolha de dados (“data brokers”). Se autorizar o seguimento, a aplicação pode permitir que qualquer informação sobre si ou o seu dispositivo recolhida através da aplicação (por exemplo, um identificador pessoal ou do dispositivo, o atual identificador de publicidade do dispositivo, o seu nome, endereço de e‑mail ou outros dados pessoais que tiver fornecido) seja combinada com informação sobre si ou o seu dispositivo recolhida por terceiros ou em aplicações, sites ou propriedades de terceiros. A informação combinada poderá ser usada para apresentar publicidade direcionada ou para fins de medição de publicidade. O programador da aplicação pode também optar por partilhar a informação com empresas de recolha de dados, o que poderá resultar na associação de informação publicamente acessível a outras informações sobre si ou o seu dispositivo. Se não autorizar o seguimento da sua atividade pela aplicação, esta deixará de poder aceder ao identificador de publicidade do seu dispositivo (controlado anteriormente através da definição Limitar seguimento, no dispositivo). Os programadores das aplicações devem garantir que as suas escolhas são respeitadas. Não é considerado seguimento quando o programador da aplicação combina informações sobre si ou o seu dispositivo para apresentar publicidade direcionada ou para fins de medição de publicidade, caso a operação seja efetuada apenas no dispositivo e não seja enviada informação a partir do mesmo de uma forma que permita a sua identificação. Também não é considerado seguimento a partilha de informações sobre si ou o seu dispositivo com empresas de recolha de dados por parte do programador da aplicação, com a finalidade de detetar ou impedir tentativas de fraude ou para fins de segurança. Neste caso, porém, a empresa de recolha de dados deverá prestar esses serviços de segurança ou de deteção ou prevenção de fraude apenas em nome do programador da aplicação e, portanto, não poderá usar a informação recolhida sobre si ou o seu dispositivo para qualquer outra finalidade. É possível escolher se as aplicações podem pedir autorização para seguir a sua atividade, incluindo através do acesso ao identificador de publicidade do seu dispositivo. Se não quiser que lhe seja pedida autorização nem que as aplicações acedam ao identificador de publicidade do dispositivo, pode desativar a opção Permitir pedidos de seguimento das aplicações. No iOS e iPadOS, vá a Definições > Privacidade e segurança > Seguimento. No tvOS, em Definições > Geral > Privacidade e segurança > Seguimento. Se desativar esta opção, qualquer aplicação que tente pedir a sua autorização será impedida de o fazer e automaticamente avisada que o utilizador pediu que não seguissem a sua atividade. Todas as aplicações (exceto as autorizadas previamente) serão igualmente impedidas de aceder ao identificador de publicidade do dispositivo. No caso das aplicações às quais já tenha concedido autorização, pode impedi‑las de seguir a sua atividade ao desativar essa opção. Pode também controlar individualmente a autorização de seguimento para cada aplicação que tenha pedido autorização para seguir a sua atividade. No iOS ou iPadOS, abra as Definições, toque em Aplicações, toque numa aplicação e desative a opção Permitir seguimento. Em alternativa, ative ou desative a opção correspondente a cada aplicação na lista de aplicações que pediram autorização para seguimento da sua atividade, em Definições > Privacidade e segurança > Seguimento. No tvOS, selecione a aplicação na lista apresentada na secção Seguimento, em Definições > Geral > Privacidade e segurança > Seguimento. Caso necessite de informação adicional sobre a forma como o programador utiliza os seus dados, visite a página de produto da aplicação na App Store.
ro: Apple le impune dezvoltatorilor de aplicații să vă solicite permisiunea înainte de a vă urmări activitatea în aplicațiile sau pe site‑urile web pe care nu le dețin, cu scopul de a direcționa către dvs. publicitate, de a vă măsura acțiunile generate de publicitate sau de a partaja informațiile dvs. cu brokeri de date. Dacă acordați permisiunea ca activitatea dvs. să fie urmărită, aplicația poate permite ca informațiile despre dvs. sau despre dispozitivul dvs. colectate prin intermediul aplicației (de exemplu, un identificator de utilizator sau de dispozitiv, identificatorul publicitar curent al dispozitivului, numele dvs., adresa de e‑mail sau alte date de identificare pe care le‑ați furnizat) să fie combinate cu informații despre dvs. sau despre dispozitivul dvs. colectate de terți sau în aplicații, site‑uri sau proprietăți terțe. Informațiile combinate pot fi utilizate în scopul direcționării publicității sau al măsurării efectelor acesteia. De asemenea, dezvoltatorul aplicației poate opta să partajeze informațiile cu brokeri de date, ceea ce poate conduce la asocierea informațiilor disponibile public și a altor informații despre dvs. și dispozitivul dvs. Atunci când refuzați să îi acordați aplicației permisiunea de a vă urmări activitatea, accesul aplicației la identificatorul publicitar al dispozitivului dvs. este împiedicat (opțiune controlată anterior prin intermediul configurării „Limitare urmărire publicitară” de pe dispozitiv). Dezvoltatorii aplicațiilor sunt responsabili pentru a asigura respectarea alegerilor dvs. Nu se consideră a reprezenta urmărire a activității atunci când dezvoltatorul aplicației combină informații despre dvs. sau despre dispozitivul dvs. cu scopul de a direcționa publicitate sau de a măsura eficiența acesteia dacă dezvoltatorul realizează aceste acțiuni exclusiv pe dispozitivul dvs. și fără a trimite informațiile în afara dispozitivului într‑un mod care să vă identifice. În plus, nu se consideră a reprezenta urmărire a activității atunci când dezvoltatorul aplicației partajează informații despre dvs. sau despre dispozitivul dvs. cu brokeri de date exclusiv pentru depistarea și prevenirea fraudelor sau în scopuri de securitate. Cu toate acestea, brokerul de date trebuie să realizeze depistarea sau prevenirea fraudelor sau serviciile de securitate doar în numele dezvoltatorului aplicației, ceea ce înseamnă că brokerul de date nu poate utiliza informațiile despre dvs. sau despre dispozitivul dvs. în niciun alt scop. Puteți controla dacă aplicațiile vă pot cere sau nu permisiunea de a vă urmări activitatea, inclusiv prin accesarea identificatorului publicitar al dispozitivului dvs. Dacă nu doriți să vi se ceară permisiunea sau nu doriți ca aplicațiile să acceseze identificatorul publicitar al dispozitivului dvs., puteți să dezactivați opțiunea „Permitere solicitări urmărire”. Pe iOS și iPadOS, accesați Configurări > Intimitate și securitate > Urmărire. Pe tvOS, accesați Configurări > General > Intimitate și securitate > Urmărire. Când dezactivați opțiunea „Permitere solicitări urmărire”, încercarea oricărei aplicații de a vă solicita permisiunea va fi blocată, iar aplicația va fi informată automat că ați solicitat ca activitatea dvs. să nu fie urmărită. În plus, accesul la identificatorul publicitar al dispozitivului va fi blocat pentru toate aplicațiile, cu excepția celor cărora le‑ați acordat anterior permisiunea de a vă urmări activitatea. Aplicațiilor cărora le‑ați acordat anterior permisiunea de urmărire le puteți transmite să înceteze urmărirea activității dvs. odată cu dezactivarea opțiunii „Permitere solicitări urmărire”. De asemenea, pentru aplicațiile care au solicitat permisiunea de a vă urmări activitatea, puteți controla permisiunea de urmărire la nivel de aplicație. Pe iOS sau iPadOS, accesați Configurări, apăsați pe Aplicații, apăsați pe o aplicație, apoi apăsați pentru a dezactiva opțiunea „Permiteți urmărirea” sau accesați Configurări > Intimitate și securitate > Urmărire și apăsați pentru a activa sau dezactiva fiecare aplicație afișată în lista aplicațiilor care au solicitat permisiunea de a vă urmări activitatea. Pe tvOS, accesați Configurări > General > Intimitate și securitate > Urmărire și selectați aplicația în lista din secțiunea Urmărire. Pentru informații suplimentare despre modul în care dezvoltatorul unei aplicații utilizează datele dvs., vizitați pagina de produs a aplicației din App Store.
ru: Компания Apple требует, чтобы разработчики приложений запрашивали у Вас разрешение перед тем, как отслеживать Ваши действия в других приложениях и на сайтах, которые им не принадлежат. Разработчики отслеживают Ваши действия, чтобы показывать Вам таргетированную рекламу, оценивать Ваши действия после ознакомления с рекламой и предоставлять информацию о Вас брокерам данных. Если Вы разрешите отслеживать свои действия, приложение сможет объединять и использовать Ваши данные, собранные из разных источников. Информация о Вас или Вашем устройстве, собранная в самом приложении (например: идентификатор пользователя или устройства, текущий рекламный идентификатор устройства, имя, адрес электронной почты и другие предоставленные Вами данные, на основе которых можно установить Вашу личность), может быть объединена с информацией о Вас или Вашем устройстве, собранной третьими сторонами или с помощью приложений, сайтов и ресурсов, принадлежащих третьим сторонам. Объединенная таким образом информация может использоваться для показа таргетированной рекламы и оценки эффективности рекламных кампаний. Кроме того, разработчик приложения может предоставлять эту информацию брокерам данных, в результате чего общедоступная информация может быть связана с прочей информацией о Вас и Вашем устройстве. Если Вы не разрешите приложению отслеживать Вас, это приложение не получит доступ к рекламному идентификатору Вашего устройства (ранее это право доступа контролировалось настройкой «Ограничить трекинг рекламы» на Вашем устройстве). Разработчик приложения обязан учитывать Ваше решение. К отслеживанию не относятся случаи, когда разработчик приложения сопоставляет информацию о Вас и Вашем устройстве для показа целевой рекламы или оценки эффективности рекламных кампаний, если разработчик делает это исключительно на Вашем устройстве и не передает с устройства информацию, на основе которой можно установить Вашу личность. Кроме того, к отслеживанию не относятся случаи, когда разработчик приложения предоставляет информацию о Вас или Вашем устройстве брокерам данных для обнаружения и предотвращения мошенничества или обеспечения безопасности. Однако брокер данных, который выступает от имени разработчика приложения, обязуется оказывать услуги исключительно по обнаружению и предотвращению мошенничества или обеспечению безопасности. Следовательно, брокер данных не может использовать информацию о Вас или Вашем устройстве в иных целях. Вы можете указать, смогут ли приложения запрашивать у Вас разрешение на отслеживание Ваших действий, в том числе посредством доступа к рекламному идентификатору Вашего устройства. Чтобы не получать такие запросы и не предоставлять доступ к рекламному идентификатору своего устройства, выключите параметр «Разрешить приложениям отправлять запросы на отслеживание». На устройстве iOS или iPadOS откройте «Настройки» > «Конфиденциальность и безопасность» > «Отслеживание». На устройстве tvOS откройте «Настройки» > «Основные» > «Конфиденциальность и безопасность» > «Отслеживание». Если параметр «Разрешить приложениям отправлять запросы на отслеживание» выключен, то любой подобный запрос от приложения будет заблокирован, а само приложение автоматически получит информацию о том, что Вы попросили не отслеживать свои действия. Кроме того, для всех приложений, кроме тех, которые получили от Вас разрешение на отслеживание, будет заблокирован доступ к рекламному идентификатору Вашего устройства. Одновременно с выключением параметра «Разрешить приложениям отправлять запросы на отслеживание» можно также запретить отслеживание для приложений, которым Вы ранее разрешили его. Вы также можете разрешить или запретить отслеживание отдельно для каждого приложения. На устройстве iOS или iPadOS откройте Настройки, перейдите в раздел «Приложения» и коснитесь нужного приложения, затем выключите параметр «Разрешить отслеживание». Либо откройте «Настройки» > «Конфиденциальность и безопасность» > «Отслеживание», а затем касанием включите или выключите отслеживание для каждого из приложений, которые запросили разрешение отслеживать Вашу активность. На устройстве tvOS откройте «Настройки» > «Основные» > «Конфиденциальность и безопасность» > «Отслеживание», затем в списке «Отслеживание» выберите нужное Вам приложение. Узнать о том, как разработчик приложения использует Ваши данные, можно на странице этого приложения в App Store.
sk: Spoločnosť Apple od vývojárov apiek vyžaduje, aby vás požiadali o povolenie predtým, ako začnú sledovať vaše aktivity naprieč apkami alebo webovými stránkami, ktoré nevlastnia, či už na poskytovanie cielenej reklamy, vyhodnocovanie vašich aktivít alebo zdieľanie vašich informácií so spoločnosťami, ktoré sa zaoberajú sprostredkovaním dát. Ak udelíte povolenie na sledovanie vašich aktivít, apka bude môcť povoliť prepojenie informácií o vás alebo vašom zariadení zhromaždených prostredníctvom apky (napríklad identifikátora užívateľa alebo zariadenia, aktuálneho reklamného identifikátora zariadenia, vášho mena, emailovej adresy alebo iných dát umožňujúcich identifikáciu, ktoré poskytnete) s informáciami o vás alebo vašom zariadení zhromaždenými tretími stranami alebo v apkách, na webstránkach alebo inom majetku tretích strán. Prepojené informácie môžu byť použité na poskytovanie cielenej reklamy alebo vyhodnocovanie účinnosti reklamy. Vývojár apky sa taktiež môže rozhodnúť zdieľať informácie so sprostredkovateľmi dát, čo môže viesť k prepojeniu s verejne dostupnými a inými informáciami o vás alebo o vašom zariadení. Keď apke odmietnete udeliť povolenie na sledovanie vašich aktivít, apka nebude môcť pristupovať k reklamnému identifikátoru zariadenia (predtým to bolo možné ovládať pomocou nastavenia „Obmedziť sledovanie“ na zariadení). Za rešpektovanie vašich rozhodnutí zodpovedá vývojár apky. Za sledovanie sa nepovažuje, ak vývojár apky prepojí informácie o vás alebo vašom zariadení na poskytovanie cielenej reklamy alebo vyhodnocovania účinnosti reklamy bez vášho súhlasu v prípade, ak to robí výhradne na vašom zariadení a tieto informácie neopustia vaše zariadenie vo formáte, ktorý by umožňoval vašu identifikáciu. Za sledovanie sa nepovažuje ani to, ak vývojár apky zdieľa informácie o vás alebo vašom zariadení so sprostredkovateľmi dát, pokiaľ slúžia výlučne len na detekciu podvodov, predchádzanie podvodom alebo ochranu bezpečnosti. Sprostredkovateľ dát však smie v mene vývojára tieto informácie použiť len na detekciu podvodov, predchádzanie podvodom alebo služby týkajúce sa ochrany bezpečnosti, čiže údaje o vás alebo vašom zariadení nesmú byť použité na žiadne iné účely. Žiadosti apiek o sledovanie vašich aktivít máte plne pod kontrolou vrátane prístupu k reklamnému identifikátoru. Ak nechcete byť žiadaní o povolenie alebo chcete zakázať prístup apiek k reklamnému identifikátoru vášho zariadenia, môžete vypnúť možnosť Povoliť apkám žiadať o sledovanie. V iOS a iPadOS prejdite do Nastavenia > Súkromie a bezpečnosť > Sledovanie. V tvOS prejdite do Nastavenia > Všeobecné > Súkromie a bezpečnosť > Sledovanie. Keď túto možnosť vypnete, žiadosti apiek o povolenie na sledovanie budú zamietnuté a apka bude automaticky informovaná, že si neželáte byť sledovaní. Okrem apiek, ktorým ste už v minulosti udelili povolenie na sledovanie, bude taktiež všetkým apkám automaticky zablokovaný prístup k reklamnému identifikátoru vášho zariadenia. Apky, ktorým ste už udelili povolenie na sledovanie, môžete o zmene svojho rozhodnutia informovať pri vypnutí možnosti Povoliť apkám žiadať o sledovanie. Povolenie na sledovanie môžete nastaviť aj individuálne pre apky, ktoré už predtým požiadali o povolenie na sledovanie vašich aktivít. V iOS a iPadOS prejdite do apky Nastavenia, klepnite na Apky, klepnite na apku a potom klepnutím vypnite možnosť Povoliť sledovanie, prípadne prejdite do Nastavenia > Súkromie a bezpečnosť > Sledovanie a v zozname apiek, ktoré požiadali o sledovanie vašich aktivít, klepnutím zapnite alebo vypnite prepínače vedľa jednotlivých apiek. V tvOS prejdite do Nastavenia > Všeobecné > Súkromie a bezpečnosť > Sledovanie a vyberte apku v zozname Sledovanie. Ak chcete získať viac informácií o tom, ako vývojár apky používa vaše dáta, navštívte produktovú stránku apky v App Store.
sl: Apple zahteva, da vas razvijalci aplikacij vprašajo za dovoljenje, preden sledijo vašim aktivnostim v aplikacijah ali na spletnih mestih, ki niso v njihovi lasti za pošiljanje oglasov, merjenje vašega odziva nanje ali deljenje vaših podatkov s posredniki podatkov. Če podate dovoljenje, da aplikacija sledi vaši aktivnosti, lahko aplikacija dovoli, da se podatki o vas ali vaši napravi, ki so bili zbrani prek aplikacije (na primer ID uporabnika ali naprave, trenutni identifikator za oglaševanje naprave, vaše ime, e-poštni naslov ali drugi identifikacijski podatki, ki ste jih vnesli), združijo s podatki o vas ali vaši napravi, ki so jih zbrale tretje osebe ali so bili zbrani v aplikacijah, na spletnih mestih ali v prostorih tretjih oseb. Združeni podatki se lahko uporabljajo za namene ciljanega oglaševanja ali merjenja oglaševanja. Razvijalec aplikacij se lahko tudi odloči podatke deliti s posredniki podatkov, kar lahko povzroči povezovanje javno dostopnih in drugih podatkov o vas ali vaši napravi Če ne dovolite sledenja vaši aktivnosti, aplikacija nima dostopa do identifikatorja za oglaševanje vaše naprave (prej je to upravljala nastavitev Omejitev sledenja oglasom v napravi). Razvijalci aplikacij so dolžni upoštevati vaše izbire. Če razvijalec aplikacij podatke o vas ali vaši napravi združi za namene ciljanega oglaševanja ali merjenja oglaševanja, se šteje, da ne gre za sledenje, kadar razvijalec to izvaja izključno v vaši napravi in teh podatkov ne pošilja iz vaše naprave tako, da vas je mogoče identificirati. Nadalje se šteje, da ne gre za sledenje, kadar razvijalec aplikacij podatke o vas ali vaši napravi deli s posredniki podatkov izključno zaradi odkrivanja ali preprečevanja goljufij oziroma zagotavljanja varnosti. Vendar mora posrednik podatkov storitve odkrivanja ali preprečevanja goljufij oziroma zagotavljanja varnosti izvajati samo v imenu razvijalca aplikacij, kar pomeni, da posrednik podatkov ne sme uporabljati podatkov o vas ali vaši napravi za nobene druge namene. Možnost, ali vas aplikacije lahko vprašajo za dovoljenje za sledenje vaši aktivnosti, kar vključuje dostop do identifikatorja za oglaševanje vaše naprave, lahko nadzirate. Če ne želite, da aplikacije zahtevajo dovoljenje ali dostopajo do identifikatorja za oglaševanje vaše naprave, lahko onemogočite možnost »Dovoli aplikacijam, da zahtevajo sledenje«. V operacijskih sistemih iOS in iPadOS odprite Nastavitve > Zasebnost in varnost > Sledenje. V operacijskem sistemu tvOS odprite Nastavitve > Splošno > Zasebnost in varnost > Sledenje. Če možnost »Dovoli aplikacijam, da zahtevajo sledenje« onemogočite, bo zahtevanje dovoljenj onemogočeno za vse aplikacije, te pa bodo samodejno obveščene o tem, da ne dovolite sledenja. Poleg tega bo vsem aplikacijam, razen tistim, ki ste jim prej dali dovoljenje za sledenje, onemogočen dostop do identifikatorja za oglaševanje naprave. Ko onemogočite možnost »Dovoli aplikacijam, da zahtevajo sledenje«, lahko od aplikacij, ki ste jim prej dali dovoljenje za sledenje, zahtevate, da prenehajo slediti vaši aktivnosti. Dovoljenje za sledenje lahko upravljate tudi za vsako aplikacijo posebej, in sicer za tiste aplikacije, ki so zahtevale dovoljenje za sledenje vaši aktivnosti. V operacijskem sistemu iOS ali iPadOS odprite Nastavitve, tapnite Aplikacija, tapnite aplikacijo, nato pa tapnite za izklop možnosti Dovoli sledenje, oziroma odprite Nastavitve > Zasebnost in varnost > Sledenje in tapnite za vklop ali izklop posamezne aplikacije na seznamu aplikacij, ki so zahtevale dovoljenje za sledenje vaši aktivnosti. V operacijskem sistemu tvOS odprite Nastavitve > Splošno > Zasebnost in varnost > Sledenje ter izberite aplikacijo na seznamu v razdelku Sledenje. Za več informacij o tem, kako razvijalec aplikacij uporablja vaše podatke, obiščite stran aplikacije v trgovini App Store.
sv: Apple kräver att apputvecklare ber om tillåtelse innan de spårar din aktivitet mellan appar eller webbplatser som de inte äger för att kunna rikta reklam specifikt mot dig, mäta dina åtgärder baserat på annonser eller dela din information med försäljare av data. Om du tillåter att din aktivitet blir spårad kan appen tillåta att information om dig eller din enhet som har samlats in genom appen (till exempel ett användar- eller enhets-ID, din enhets aktuella annons-ID, ditt namn, din e-postadress eller annan information som du har uppgett och som kan identifiera dig) kombineras med information om dig eller din enhet som har samlats in av tredje part eller i appar, på webbplatser eller i lokaler som tillhör tredje part. Den kombinerade informationen kan användas för riktade annonser eller annonsanalys. Apputvecklaren kan även välja att dela informationen med någon som säljer dessa data, vilket kan leda till att de kopplas till offentligt tillgänglig information och annan information om dig eller din enhet. Om du inte ger appen tillåtelse att spåra din aktivitet får appen inte tillgång till enhetens annons-ID (tidigare styrdes detta via inställningen Begränsa annonsspårning på enheten). Apputvecklare har ansvar för att garantera att de följer dina önskemål. Det räknas inte som spårning om apputvecklaren kan kombinera information om dig eller din enhet för riktad annonsering eller för annonsanalys om utvecklaren gör detta endast på enheten och inte skickar informationen från din enhet på ett sätt som identifierar dig. Dessutom räknas det inte som spårning om apputvecklaren delar information om dig eller din enhet med en datamäklare om syftet endast är att upptäcka eller förhindra bedrägeri eller av säkerhetsskäl. Datamäklaren måste dock endast utföra tjänsterna i säkerhetssyfte eller för att upptäcka eller förhindra bedrägerier på uppdrag av apputvecklaren, vilket innebär att datamäklaren inte kan använda informationen om dig eller din enhet för några andra ändamål. Du kan avgöra om appar får be om tillåtelse att spåra din aktivitet, inklusive att göra det genom att få tillgång till enhetens annons-ID. Om du inte vill få en förfrågan om du ger din tillåtelse, eller om du inte vill att appar ska få tillgång till enhetens annons-ID, kan du avaktivera funktionen Tillåt att appar ber om att få spåra. I iOS och iPadOS öppnar du Inställningar > Integritet och säkerhet > Spårning. I tvOS öppnar du Inställningar > Allmänt > Integritet och säkerhet > Spårning. När du avaktiverar Tillåt att appar ber om att få spåra kommer alla appar som försöker be om din tillåtelse att blockeras från att fråga och automatiskt informeras om att du har begärt att inte bli spårad. Dessutom kommer alla appar, förutom de appar som tidigare har fått tillåtelse att spåra, att blockeras från att komma åt enhetens annons-ID. Om du tidigare har gett appar tillstånd att spåra dig kan du be dem om att sluta spåra din aktivitet när du avaktiverar Tillåt att appar ber om att få spåra. Du kan även när som helst ändra spårningstillåtelse för varje enskild app som tidigare har begärt tillåtelse att spåra din aktivitet. I iOS och iPadOS öppnar du Inställningar, trycker på Appar, trycker på en app och avaktiverar Tillåt spårning. Du kan också öppna Inställningar > Integritet och säkerhet > Spårning och aktivera eller avaktivera reglaget för varje app som visas i listan med appar som har bett om tillstånd att spåra din aktivitet. I tvOS öppnar du Inställningar > Allmänt > Integritet och säkerhet > Spårning och väljer appen i listan under Spårning. Om du vill ha mer information om hur en apputvecklare använder dina data kan du besöka appens produktsida i App Store.
th: Apple ให้นักพัฒนาแอปต้องขอสิทธิ์ก่อนที่จะติดตามกิจกรรมของคุณบนแอปหรือเว็บไซต์ที่พวกเขาไม่ได้เป็นเจ้าของเพื่อส่งโฆษณาตามกลุ่มเป้าหมายให้คุณ วัดผลการตอบสนองกับการโฆษณาของคุณ หรือแชร์ข้อมูลของคุณกับโบรกเกอร์ข้อมูล ถ้าคุณให้สิทธิ์การติดตามกิจกรรมของคุณ แอปสามารถอนุญาตให้เก็บรวบรวมข้อมูลเกี่ยวกับคุณหรืออุปกรณ์ของคุณผ่านแอปได้ (เช่น ID ของผู้ใช้หรืออุปกรณ์ ข้อมูลโฆษณาประจำตัวในปัจจุบันของอุปกรณ์ของคุณ ชื่อของคุณ ที่อยู่อีเมลหรือข้อมูลอื่นที่ระบุได้ว่ามาจากคุณ) รวมกับข้อมูลเกี่ยวกับคุณหรืออุปกรณ์ของคุณที่เก็บรวบรวมโดยบริษัทอื่น หรือบนแอป เว็บไซต์ หรือทรัพย์สินของบริษัทอื่น ข้อมูลที่รวมกันนี้สามารถใช้เพื่อจุดประสงค์ของการโฆษณาตามกลุ่มเป้าหมายหรือการวัดผลการโฆษณาได้ นักพัฒนาแอปอาจเลือกที่จะแชร์ข้อมูลให้กับโบรกเกอร์ข้อมูลด้วย ส่งผลให้ข้อมูลอื่นที่เกี่ยวกับคุณหรืออุปกรณ์ของคุณเชื่อมโยงกับข้อมูลสาธารณะ เมื่อคุณปฏิเสธที่จะให้สิทธิ์แอปในการติดตามกิจกรรมของคุณ แอปจะถูกปิดกั้นการเข้าถึงข้อมูลโฆษณาประจำตัวของอุปกรณ์ของคุณ (โดยที่ก่อนหน้านี้ถูกควบคุมผ่านทางการตั้งค่า “จำกัดการติดตามโฆษณา” บนอุปกรณ์ของคุณ) นักพัฒนาแอปเป็นผู้รับผิดชอบในการตรวจสอบให้มั่นใจว่าทำงานนี้ตรงตามความต้องการของคุณ กรณีที่ไม่ถือว่าเป็นการติดตามคือเมื่อนักพัฒนาแอปรวมข้อมูลเกี่ยวกับคุณหรืออุปกรณ์ของคุณเพื่อจุดประสงค์ของการโฆษณาตามกลุ่มเป้าหมายหรือการวัดผลการโฆษณาหากนักพัฒนาประมวลผลทุกอย่างบนอุปกรณ์ของคุณเท่านั้นและไม่ได้ส่งข้อมูลออกจากอุปกรณ์ของคุณในลักษณะที่สามารถระบุตัวตนคุณได้ นอกจากนี้ ยังมีอีกกรณีที่ไม่ถือว่าเป็นการติดตามคือเมื่อนักพัฒนาแอปแชร์ข้อมูลเกี่ยวกับคุณหรืออุปกรณ์ของคุณกับโบรกเกอร์ข้อมูลเพื่อการตรวจสอบการโจรกรรมหรือการป้องกันหรือรักษาความปลอดภัยเท่านั้น แต่โบรกเกอร์ข้อมูลต้องให้บริการด้านการตรวจสอบการโจรกรรมหรือการป้องกันหรือรักษาความปลอดภัยเฉพาะที่นักพัฒนาแอประบุเท่านั้น หมายความว่าโบรกเกอร์ข้อมูลไม่สามารถใช้ข้อมูลเกี่ยวกับคุณหรืออุปกรณ์ของคุณสำหรับจุดประสงค์อื่นได้ คุณสามารถควบคุมว่าจะให้แอปสามารถขอสิทธิ์การติดตามกิจกรรมของคุณ รวมถึงการเข้าถึงข้อมูลโฆษณาประจำตัวของอุปกรณ์ของคุณได้หรือไม่ ถ้าคุณไม่ต้องการให้แต่ละแอปขออนุญาตจากคุณหรือไม่ต้องการให้แอปเข้าถึงข้อมูลโฆษณาประจำตัวของอุปกรณ์ของคุณ คุณสามารถปิดใช้งาน “อนุญาตให้แอปขอติดตาม” ได้ ถ้าเป็น iOS และ iPadOS ให้ไปที่การตั้งค่า > ความเป็นส่วนตัวและความปลอดภัย > การติดตาม ถ้าเป็น tvOS ให้ไปที่การตั้งค่า > ทั่วไป > ความเป็นส่วนตัวและความปลอดภัย > การติดตาม เมื่อคุณปิดใช้งาน “อนุญาตให้แอปขอติดตาม” ทุกแอปที่พยายามขอสิทธิ์การติดตามจากคุณจะถูกปิดกั้นการขอสิทธิ์และได้รับคำตอบว่าคุณไม่ให้ติดตามโดยอัตโนมัติ นอกจากนี้ แอปทั้งหมดยกเว้นแอปที่คุณให้สิทธิ์การติดตามก่อนหน้านี้จะถูกปิดกั้นการเข้าถึงข้อมูลโฆษณาประจำตัวของอุปกรณ์ สำหรับแอปที่คุณให้สิทธิ์ในการติดตามก่อนหน้านี้ คุณสามารถบอกแอปเหล่านั้นให้หยุดติดตามกิจกรรมของคุณได้ในตอนที่คุณปิดใช้งาน “อนุญาตให้แอปขอติดตาม” คุณยังสามารถควบคุมสิทธิ์การติดตามของแต่ละแอปสำหรับแอปที่ขอสิทธิ์การติดตามกิจกรรมของคุณได้ ถ้าเป็น iOS หรือ iPadOS ให้ไปที่การตั้งค่า แตะแอป แตะแอปใดแอปหนึ่ง จากนั้นแตะเพื่อปิดใช้ “อนุญาตการติดตาม” หรือไปที่การตั้งค่า > ความเป็นส่วนตัวและความปลอดภัย > การติดตาม แล้วแตะเพื่อเปิดใช้หรือปิดใช้แต่ละแอปที่แสดงในรายการแอปที่ได้ขอสิทธิ์การติดตามกิจกรรมของคุณ ถ้าเป็น tvOS ให้ไปที่การตั้งค่า > ทั่วไป > ความเป็นส่วนตัวและความปลอดภัย > การติดตาม แล้วเลือกแอปในรายการด้านล่างการติดตาม สำหรับข้อมูลเพิ่มเติมเกี่ยวกับการใช้ข้อมูลของคุณโดยนักพัฒนาแอป ให้ไปที่หน้าผลิตภัณฑ์ของแอปใน App Store
tr: Apple, uygulama geliştiricilerin size özel reklamlar sunmak, reklam nedeniyle yaptığınız eylemleri değerlendirmek veya bilgilerinizi veri aracılarıyla paylaşmak amacıyla kendilerine ait olmayan uygulamalarda veya web sitelerinde eylemlerinizi takip etmeden önce izin almalarını gerektirir. Eylemlerinizi takip etme izni verirseniz uygulama, sizin veya aygıtınız hakkında uygulama aracılığıyla toplanan bilgilerin (örneğin kullanıcı veya aygıt tanıtıcısı, aygıtınızın o anki reklam tanıtıcısı, adınız, e-posta adresiniz veya girdiğiniz başka kimlik verileri) sizin veya aygıtınız hakkında üçüncü partiler tarafından toplanan bilgilerle birleştirilmesine izin verebilir. Bu birleştirilen bilgiler kişiye özel reklamlar sunmak veya reklam ölçümü amacıyla kullanılabilir. Uygulama geliştirici, bu bilgileri veri aracılarıyla paylaşmayı da seçebilir. Bu durumda sizin veya aygıtınız hakkında herkese açık bilgilerle diğer bilgiler arasında bağlantı kurulabilir. Uygulamanın eylemlerinizi takip etmesine izin vermeyi reddederseniz uygulamanın aygıtınızın reklam tanıtıcısına erişmesi engellenir (daha önce bu durum aygıtınızdaki Reklam Takibini Sınırla ayarıyla denetleniyordu). Uygulama geliştiriciler, seçimlerinize uyulmasını sağlamaktan sorumludur. Uygulama geliştirici, birleştirme işlemini yalnızca aygıtınızda yapıyor ve bilgileri sizi tanımlayacak bir şekilde aygıt dışına göndermiyorsa sizin veya aygıtınız hakkındaki bilgileri size özel reklamlar sunmak veya reklam ölçümü amacıyla bu şekilde birleştirmesi takip sayılmaz. Ayrıca uygulama geliştirici, dolandırıcılığı saptamak veya engellemek ya da güvenlik amacıyla sizin veya aygıtınız hakkındaki bilgileri izninizi almadan veri aracılarıyla paylaşıyorsa da takip sayılmaz. Ancak veri aracısının yalnızca uygulama geliştirici adına dolandırıcılığı saptama veya engelleme ya da güvenlik servislerini gerçekleştiriyor olması gerekir. Diğer bir deyişle veri aracısı sizin veya aygıtınız hakkındaki bilgileri başka bir amaç için kullanamaz. Uygulamaların, aygıtınızın reklam tanıtıcısına erişmek de dahil olmak üzere, eylemlerinizi takip etme izni isteyip istemeyeceğini denetleyebilirsiniz. İzninizin alınmasını veya uygulamaların aygıtınızın reklam tanıtıcısına erişmesini istemiyorsanız Uygulamaların Takip İzni İstemelerine İzin Ver’i etkisizleştirebilirsiniz. iOS’te ve iPadOS’te Ayarlar > Gizlilik ve Güvenlik > Takip Etme’ye gidin. tvOS’te Ayarlar > Genel > Gizlilik ve Güvenlik > Takip Etme’ye gidin. Uygulamaların Takip İzni İstemesine İzin Ver’i etkisizleştirirseniz izninizi almak isteyen herhangi bir uygulamanın sizden izin istemesi engellenir ve takip edilmek istemediğiniz otomatik olarak bildirilir. Buna ek olarak, daha önceden takip etmesine izin verdiğiniz uygulamalar dışındaki tüm uygulamaların aygıtınızın reklam tanıtıcısına erişimi engellenir. Daha önceden takip etmesine izin verdiğiniz uygulamalara sizi takip etmeyi bırakmalarını, Uygulamaların Takip İzni İstemesine İzin Ver’i etkisizleştirdiğiniz sırada söyleyebilirsiniz. Eylemlerinizi takip etme izni isteyen uygulamalara verdiğiniz takip iznini uygulama bazında da denetleyebilirsiniz. iOS’te veya iPadOS’te Ayarlar’a gidin, Uygulamalar’a dokunun, bir uygulamaya dokunun, sonra Takip Etmeye İzin Ver’i kapatın veya Ayarlar > Gizlilik ve Güvenlik > Takip Etme bölümüne gidip etkinliğinizi takip etme izni isteyen uygulamaların listesinde gösterilen her bir uygulamayı açıp kapatmak için dokunun. tvOS’te Ayarlar > Genel > Gizlilik ve Güvenlik > Takip Etme’ye gidin ve Takip Etme’nin altındaki listede uygulamayı seçin. Uygulama geliştiricinin verilerinizi nasıl kullandığıyla ilgili daha fazla bilgi için uygulamanın App Store’daki ürün sayfasına gidin.
uk: Apple зобовʼязує розробників програм запитувати у вас дозвіл, перш ніж відстежувати вашу активність у програмах і на вебсайтах, які їм не належать, щоб пропонувати цільову рекламу, визначати реакцію на рекламу або поширювати вашу інформацію для брокерів даних. Якщо ви надаєте дозвіл на відстеження своїх дій, програма може обʼєднувати інформацію про вас або ваш пристрій, яку вона збирає (наприклад, ідентифікатор користувача або пристрою, поточний рекламний ідентифікатор пристрою, ваше імʼя, е‑адресу або іншу персональну інформацію, яку ви надаєте), з інформацією про вас або ваш пристрій, зібраною сторонніми компаніями чи сторонніми програмами, вебсайтами чи іншими інструментами. Обʼєднана інформація може використовуватися, щоб надавати цільову рекламу або вимірювати її ефективність. Крім того, розробник програми може поширювати цю інформацію для брокерів даних, унаслідок чого може бути повʼязано загальнодоступну й іншу інформацію про вас або ваш пристрій. Якщо ви відмовляєтеся надавати програмі дозвіл на відстеження своїх дій, вона не матиме доступу до рекламного ідентифікатора вашого пристрою (раніше для цього використовувався параметр «Обмежити моніторинг»). Розробники програм несуть відповідальність за дотримання вашого вибору. Якщо розробник програми обʼєднує інформацію про вас або ваш пристрій, щоб надавати цільову рекламу або вимірювати її ефективність, і це відбувається винятково на вашому пристрої та не надсилається жодна інформація, яка може вас ідентифікувати, тоді це не вважається відстеженням. Крім того, якщо розробник поширює інформацію про вас або ваш пристрій для брокерів даних винятково з метою виявлення шахрайства, запобігання шахрайству або в цілях безпеки, це також не вважається відстеженням. Однак брокери даних мають надавати послуги з виявлення шахрайства чи запобігання йому або послуги безпеки лише від імені розробника. А це означає, що брокер не може використовувати інформацію про вас або ваш пристрій для будь-яких інших цілей. Ви вибираєте, чи можуть програми запитувати дозвіл на відстеження ваших дій, зокрема отримувати доступ до рекламного ідентифікатора вашого пристрою. Якщо ви не хочете отримувати запит або не хочете, щоб програми мали доступ до рекламного ідентифікатора вашого пристрою, можете вимкнути параметр «Запити на відстеження». На пристрої iOS або iPadOS перейдіть у меню Параметри > Приватність і безпека > Відстеження. На пристрої tvOS перейдіть у меню Параметри > Загальні > Приватність і безпека > Відстеження. Коли цей параметр вимкнено, запити дозволу на відстеження від будь-яких програм блокуватимуться, а всім програмам повідомлятиметься, що ви вимагаєте не відстежувати ваші дії. Крім того, усім програмам, окрім тих, яким ви вже надали дозвіл на відстеження, буде заблоковано доступ до рекламного ідентифікатора вашого пристрою. Програмам, яким ви раніше надали дозвіл на відстеження, одразу після вимкнення параметра «Запити на відстеження» буде повідомлено, що тепер ви вимагаєте не відстежувати ваші дії. Ви також можете керувати дозволами на відстеження ваших дій для програм, які надіслали відповідний запит. На пристрої iOS або iPadOS перейдіть у меню «Параметри», торкніть «Програми», виберіть потрібну програму й вимкніть параметр «Дозволити відстеження» або ж перейдіть у меню Параметри > Приватність і безпека > Відстеження та вимкніть або ввімкніть відповідний перемикач для кожної програми в списку, яка запитувала дозвіл на відстеження ваших дій. На пристрої tvOS перейдіть у меню Параметри > Загальні > Приватність і безпека > Відстеження та виберіть потрібну програму в розділі «Відстеження». Щоб отримати додаткову інформацію про те, як розробник програми використовує ваші дані, перейдіть на сторінку відповідної програми в App Store.
vi: Apple yêu cầu các nhà phát triển ứng dụng xin phép trước khi theo dõi hoạt động của bạn trên các ứng dụng hoặc trang web mà họ không sở hữu để nhắm mục tiêu quảng cáo đến bạn, đánh giá hoạt động của bạn tùy theo quảng cáo hoặc chia sẻ thông tin của bạn với người môi giới dữ liệu. Nếu bạn cho phép theo dõi hoạt động của mình thì ứng dụng có thể cho phép thu thập thông tin về bạn hoặc thiết bị của bạn thông qua ứng dụng (ví dụ: ID người dùng hoặc thiết bị, Mã định danh quảng cáo hiện tại của thiết bị, tên, địa chỉ email của bạn hoặc các dữ liệu nhận dạng khác do bạn cung cấp) để kết hợp với thông tin về bạn hoặc thiết bị của bạn do các bên thứ ba thu thập hoặc trên các ứng dụng, trang web hoặc tài sản của bên thứ ba. Thông tin kết hợp có thể được sử dụng để nhắm mục tiêu quảng cáo hoặc đánh giá quảng cáo. Nhà phát triển ứng dụng cũng có thể lựa chọn chia sẻ thông tin với người môi giới dữ liệu, có thể dẫn đến việc liên kết các thông tin có sẵn công khai và thông tin khác về bạn hoặc thiết bị của bạn. Khi bạn từ chối cho phép ứng dụng theo dõi hoạt động của mình, ứng dụng bị chặn truy cập Mã định danh quảng cáo của thiết bị (trước đây được kiểm soát thông qua cài đặt Giới hạn theo dõi quảng cáo trên thiết bị của bạn). Các nhà phát triển ứng dụng chịu trách nhiệm đảm bảo tuân thủ lựa chọn của bạn. Việc nhà phát triển ứng dụng kết hợp thông tin về bạn hoặc thiết bị của bạn để nhắm mục tiêu quảng cáo hoặc đánh giá quảng cáo sẽ không bị coi là theo dõi nếu nhà phát triển đang thực hiện hoàn toàn trên thiết bị của bạn và không gửi thông tin nhận dạng của bạn ra khỏi thiết bị. Ngoài ra, việc nhà phát triển ứng dụng chia sẻ thông tin về bạn hoặc thiết bị của bạn với người môi giới dữ liệu hoàn toàn nhằm mục đích phát hiện hoặc ngăn chặn lừa đảo hoặc bảo mật cũng không bị coi là theo dõi. Tuy nhiên, người môi giới dữ liệu chỉ được phép thực hiện việc phát hiện hoặc ngăn chặn lừa đảo hoặc các dịch vụ bảo mật thay mặt nhà phát triển ứng dụng. Điều này nghĩa là người môi giới dữ liệu không thể sử dụng thông tin về bạn hoặc thiết bị của bạn cho bất kỳ mục đích nào khác. Bạn có thể kiểm soát xem ứng dụng có thể yêu cầu quyền theo dõi hoạt động của bạn không, bao gồm việc truy cập Mã định danh quảng cáo của thiết bị. Nếu bạn không muốn các ứng dụng xin phép hoặc truy cập Mã định danh quảng cáo của thiết bị thì bạn có thể tắt Cho phép ứng dụng yêu cầu theo dõi. Trên iOS và iPadOS, hãy đi tới Cài đặt > Quyền riêng tư & Bảo mật > Theo dõi. Trên tvOS, hãy đi tới Cài đặt > Cài đặt chung > Quyền riêng tư & Bảo mật > Theo dõi. Khi bạn tắt Cho phép ứng dụng yêu cầu theo dõi, bất kỳ ứng dụng nào cố gắng xin phép bạn đều sẽ bị chặn xin phép và nhận được thông báo tự động rằng bạn đã yêu cầu không theo dõi. Ngoài ra, tất cả các ứng dụng, trừ những ứng dụng mà bạn đã cấp quyền theo dõi trước đó, đều sẽ bị chặn truy cập Mã định danh quảng cáo của thiết bị. Đối với những ứng dụng mà bạn đã cấp quyền theo dõi trước đó, bạn có thể thông báo cho những ứng dụng đó dừng theo dõi hoạt động của mình vào cùng thời điểm bạn tắt Cho phép ứng dụng yêu cầu theo dõi. Bạn cũng có thể kiểm soát quyền theo dõi cho từng ứng dụng đối với những ứng dụng đã yêu cầu quyền theo dõi hoạt động của bạn. Trên iOS hoặc iPadOS, hãy đi tới Cài đặt, chạm vào Ứng dụng, chạm vào một ứng dụng, sau đó chạm để tắt Cho phép theo dõi. Hoặc đi tới Cài đặt > Quyền riêng tư & Bảo mật > Theo dõi và chạm để bật hoặc tắt từng ứng dụng được hiển thị trong danh sách các ứng dụng đã xin phép theo dõi hoạt động của bạn. Trên tvOS, hãy đi tới Cài đặt > Cài đặt chung > Quyền riêng tư & Bảo mật > Theo dõi và chọn ứng dụng trong danh sách bên dưới Theo dõi. Để biết thêm thông tin về cách nhà phát triển ứng dụng sử dụng dữ liệu của bạn, hãy truy cập trang sản phẩm của ứng dụng trong App Store.
zh_cn: Apple要求App开发者必须先请求许可，才能在不为其所有的App或网站中跟踪你的活动，从而向你投放定向广告、监测你因广告而执行的操作或与数据代理商共享你的信息。 若你授权App跟踪你的活动，它将可以把在此App内收集的与你或你设备相关的信息（如用户或设备ID、设备当前的广告标识符、你的姓名、电子邮件地址或其他由你提供的可识别身份的数据）与第三方或在第三方App、网站或资产内收集的此类信息合并。合并后的信息可被用于投放定向广告或广告监测之目的。App开发者还可选择与数据代理商共享信息，进而可能使你或你设备相关的可公开获取信息和其他信息相关联。 若你拒绝授权App跟踪你的活动，它将无法访问你设备的广告标识符（此前由设备上的“限制广告跟踪”设置控制）。App开发者负责确保其遵从你的选择。 若App开发者只在你的设备上合并有关你或你设备的信息，以用于投放定向广告或广告监测之目的，且不会将此类信息通过可识别你身份的方式向设备外发送，则此举不被视为跟踪。另外，若App开发者仅出于欺诈侦测、防欺诈或安全保护目的与数据代理商共享你或你设备的信息，此举同样不被视为跟踪。但是，数据代理商必须只能代表App开发者执行欺诈侦测、防欺诈或安全保护服务，这意味着数据代理商不能将你或你设备相关的信息用于任何其他目的。 你可以控制App能否请求跟踪你的活动，包括访问你设备的广告标识符。如你不希望App访问你设备的广告标识符或收到App的许可请求，你可以停用“允许App请求跟踪”。在iOS和iPadOS上，前往“设置”>“隐私与安全性”>“跟踪”。在Apple tvOS中，前往“设置”>“通用”>“隐私与安全性”>“跟踪”。停用“允许App请求跟踪”后，任何尝试请求许可的App将被阻止询问并自动收到你要求不跟踪的信息。另外，除了你之前已授权跟踪的App外，所有App均无法访问设备的广告标识符。对于你之前已授权跟踪的App，停用“允许App请求跟踪”的同时可通知这些App停止跟踪你的活动。 对于已请求活动跟踪许可的App，你还可以针对每个App控制其跟踪许可。在iOS或iPadOS上，前往“设置”，轻点App，轻点其中一款App，再轻点以关闭“允许跟踪”；或前往“设置”>“隐私与安全性”>“跟踪”，并在已请求活动跟踪许可的App列表中轻点以打开或关闭所显示的各款App。在Apple tvOS中，前往“设置”>“通用”>“隐私与安全性”>“跟踪”并选择“跟踪”下方列表中的App。 如需了解App开发者如何使用你数据的更多信息，请在App Store中前往App的产品页面。
zh_hk: Apple要求App開發者先取得權限，才能在不屬於他們的App或網站上追蹤你的活動，以提供定向廣告、測量你在接收廣告後的動作，或與資料中介人分享你的資料。 如你授權App追蹤你的活動，App可以透過App收集你或你裝置的相關資料（例如用户或裝置識別碼、目前裝置的「廣告識別碼」、你的姓名、電郵地址或你曾提供的其他識別資料），將這些資料與由第三方或第三方App、網站或資產中收集的資料你或你裝置的相關資料結合。這些結合資料可以用於進行定向廣告或廣告測量。App開發者可能還會選擇與資料中介人分享資料，從而可能會連結到你或你裝置相關的公開資料和其他資料。 如你拒絕授權App追蹤你的活動，App將無法取用你裝置的「廣告識別碼」（之前可透過裝置上的「限制廣告追蹤」設定來控制）。App開發者有責任確保其遵從你的選擇。 App開發者結合你或你裝置的相關資料，以作定向廣告或廣告測量用途時，如開發者可以完全在裝置上執行此操作，且傳送裝置資料的方式無法識別你的個人身份，就不會被視為追蹤。此外，App開發者與資料中介人分享你或你裝置的相關資料，以進行詐騙偵測、防範或保安用途，也不會被視為追蹤。然而，資料中介人只能代表App開發者執行詐騙偵測、防範或保安用途，也表示資料中介人不能將你或你裝置的相關資料作其他用途。 你可以控制App可否要求取得權限以追蹤你的活動，包括取用你裝置的「廣告識別碼」。如你不希望收到取用權限要求，或不希望App取用你裝置的「廣告識別碼」，你可以停用「允許App要求追蹤」。在iOS和iPadOS上，請前往「設定」>「私隱與保安」>「追蹤」。在tvOS上，請前往「設定」>「一般」>「私隱與保安」>「追蹤」。停用「允許App要求追蹤」後，任何嘗試要求取得權限的App將無法提出要求，並會自動通知App你已要求不被追蹤。此外，所有App（你之前曾授權追蹤的App除外）將無法取用裝置的「廣告識別碼」。在你停用「允許App要求追蹤」的同時，可以通知你之前曾授權追蹤的App停止追蹤你的活動。 針對已要求取得權限追蹤你的活動的App，你亦可以按個別App控制追蹤權限。在iOS或iPadOS上，前往「設定」，點一下App，點一下其中一個App，然後點一下來關閉「允許追蹤」，或前往「設定」>「私隱與保安」>「追蹤」並在顯示已要求取得權限追蹤你的活動的App列表中，點一下來開啟或關閉各個App。在tvOS上，請前往「設定」>「一般」>「私隱與保安」>「追蹤」並在「追蹤」下方的列表中選取App。 如需更多App開發者如何使用你資料的相關資料，請到訪App Store中App的產品頁面。
zh_tw: Apple要求App開發者必須請求許可，才能在不屬於他們的App或網站上追蹤你的活動，以提供定向廣告，測量你在接收廣告後的動作，或與資料仲介分享你的資料。 若你允許你的活動被追蹤，App可以透過App收集有關你或你的裝置資訊（例如使用者或裝置識別碼、目前裝置的「廣告識別碼」、你的姓名、電子郵件地址或你曾提供的其他識別資料），將這些資料與第三方或第三方App、網站或內容收集有關你或你的裝置資訊結合。此結合資訊可用來進行定向廣告或廣告測量。App開發者可能會選擇與資料仲介分享資訊，這可能會連結到有關你或你裝置的公開和其他資訊。 若你拒絕App追蹤你的活動，App將無法取用你裝置的「廣告識別碼」（之前可透過裝置上的「限制廣告追蹤」設定來控制）。App開發者必須負責遵守你的選擇。 在App開發者結合有關你或你裝置的資訊，以提供定向廣告或廣告測量用途時，若該開發者可以完全在裝置上執行此操作，且傳送的裝置資訊無法識別你的個人身分，此種情況將不視為追蹤。此外，當App開發者單獨與資料仲介分享有關你或你裝置的資訊，以進行詐騙偵測、防範或安全性用途，也不視為追蹤。然而，資料仲介只能代表App開發者執行詐騙偵測、防範或安全性用途，也表示資料仲介不能將有關你或你裝置的資訊用在其他用途上。 你可以控制App是否可以請求追蹤你活動的許可，包含藉由取用你裝置的「廣告識別碼」。若你不想讓App發出許可請求或取用你裝置的「廣告識別碼」，你可以停用「允許App請求許可來追蹤」。在iOS和iPadOS上，前往「設定」>「隱私權與安全性」>「追蹤」。在tvOS上，前往「設定」>「一般」>「隱私權與安全性」>「追蹤」。停用「允許App請求許可來追蹤」後，任何想要取得你許可的App將無法發出請求，系統會自動通知App你已要求停止追蹤。此外，除了你之前曾授予過追蹤許可的App以外，其他所有App將無法取用裝置的「廣告識別碼」。針對你之前允許追蹤的App，在你停用「允許App請求許可來追蹤」的同時，也可以要求這些App停止追蹤你的活動。 你也可以對之前請求你許可追蹤你活動的App，個別控制其追蹤許可。在iOS或iPadOS上，前往「設定」，點一下App，點一下其中一個App並點一下來關閉「允許追蹤」，或前往「設定」>「隱私權與安全性」>「追蹤」，在已請求許可追蹤你活動的App列表中，點一下來開啟或關閉個別App。在tvOS上，前往「設定」>「一般」>「隱私權與安全性」>「追蹤」，然後選取「追蹤」下方列表的App。 如需更多App開發者如何使用你資料的資訊，請參訪App Store中App的產品頁面。
